Repository: SmartReceipts/SmartReceiptsiOS
Catalog: SmartReceipts/Supporting Files/*.lproj/SharedLocalizable.strings
Languages: de, es, fr, iw, pt, ru, uk

# dialog_remote_backup_delete_message_this_device
source: Are you sure you wish to delete your backup of this device? This operation cannot be undone. Please note that you may wish to turn off automatic backups after this operation completes or all local data may be re-synced.
de: Sind Sie sicher, dass Sie Ihren Backup auf diesem Gerät löschen wollen? Dieser Vorgang kann nicht rückgängig gemacht werden. Bitte beachten Sie, dass Sie die automatische Sicherungen ausschalten möchte, um nach dieser Vorgang abgeschlossen ist oder alle lokalen Daten neu synchronisiert werden können.
es: ¿Estás seguro que deseas eliminar tu copia de seguridad de este dispositivo? Esta operación no se puede deshacer. Por favor ten en cuenta que debes deshabilitar las copias de seguridad automáticas luego de terminar esta operación, o todos los datos locales pueden ser sincronizados de nuevo.
fr: Êtes-vous sûr de vouloir supprimer votre sauvegarde de cet appareil ? Cette opération est irréversible. Veuillez noter que vous pouvez désactiver les sauvegardes automatiques après cette opération ou toutes les données locales peuvent être resynchronisées.
iw: אתה בטוח שאתה רוצה למחוק את הגיבוי שלך מהמכשיר הזה? הפעולה הינה בלתי הפיכה. אנא שים לב שרצוי לכבות את פונקציית הגיבויים האוטומטיים אחרי שהפעולה הזו הושלמה או שכל המידע המקומי עלול להיות מסונכרן שוב.
pt: Tem certeza de que deseja excluir o backup deste dispositivo? Essa operação não pode ser desfeita. É possível desabilitar o backup automático depois que a operação for concluída, ou todos os dados locais serão sincronizados novamente.
ru: Вы уверены, что хотите удалить резервную копию с этого устройства? Эта операция не сможет быть отменена. Пожалуйста, обратите внимание, что вы можете отключить автоматическое резервное копирование после того, как эта операция завершится, или все локальные данные могут быть повторно синхронизированы.
uk: Ви впевнені, що хочете видалити резервну копію з цього пристрою? Ця операція не зможе бути скасована. Будь ласка, зверніть увагу, що ви можете відключити автоматичне резервне копіювання після того, як ця операція завершиться, або всі локальні дані можуть бути повторно синхронізовані.

# dialog_remote_backup_delete_progress
source: Deleting your backup from the %@ device…
de: Löschen Sie Ihren Backup vom %@ Gerät …
es: Eliminando tu copia de seguridad del dispositivo %@…
fr: Suppression de votre sauvegarde de l'appareil %@…
iw: מחק את הגיבוי שלך ממכשיר %@ …
pt: Excluindo seu backup do dispositivo %@…
ru: Удаление резервной копии с устройства %@…
uk: Видалення резервної копії з пристрою %@…

# dialog_remote_backup_delete_toast_success
source: Successfully deleted this backup
de: Backup erfolgreich gelöscht
es: Copia de seguridad eliminada correctamente
fr: Sauvegarde supprimée avec succès
iw: הגיבוי נמחק בהצלחה
pt: Backup excluído com êxito
ru: Резервная копия успешно удалена
uk: Резервна копія вдало видалена

# dialog_remote_backup_delete_toast_failure
source: Failed to delete this backup
de: Löschen dieses Backups ist nicht erfolgt
es: No se pudo eliminar esta copia de seguridad
fr: Impossible de supprimer cette sauvegarde
iw: מחיקת הגיבוי נכשלה
pt: Falha ao excluir esse backup
ru: Не удалось удалить эту резервную копию
uk: Не вдалося видалити цю резервну копію

# dialog_remote_backup_download_progress
source: Downloading images to ZIP File…
de: Herunterladen von Bildern auf ZIP-Datei …
es: Descargando imágenes a archivo ZIP…
fr: Téléchargement d'images vers le fichier ZIP…
iw: מוריד קבצים לקובץ זיפ…
pt: Baixando imagens para o arquivo ZIP…
ru: Загрузка изображений в ZIP-файл…
uk: Завантаження зображень в ZIP-файл…

# dialog_remote_backup_drive_restore_title
source: Drive Restoration
de: Laufwerk Wiederherstellung
es: Restauración de Drive
fr: Restauration avec Google Drive
iw: שחזור דרייב
pt: Restauração de drive
ru: Восстановление диска
uk: Відновлення диску

# dialog_remote_backup_drive_restore_message
source: We're having trouble syncing your data. To recover, we'd like to clear your Drive backup and re-sync. If you're seeing this message often, please reach out to us for further support.
de: Wir haben Probleme mit dem Synchronisieren Ihrer Daten. Zum Wiederherstellen möchten wir Ihr Backup-Laufwerk löschen und erneut synchronisieren. Wenn Sie diese Meldung häufig zu sehen bekommen, kontaktieren Sie uns für weitere Unterstützung.
es: Estamos teniendo problemas para sincronizar tus datos. Para recuperar, nos gustaría borrar tu copia de seguridad de Drive y sincronizar de nuevo. Si ves este mensaje con frecuencia, por favor contáctanos para obtener más asistencia.
fr: Nous rencontrons des difficultés pour synchroniser vos données. Pour les récupérer, nous aimerions effacer votre sauvegarde Drive et resynchroniser vos données. Si vous voyez ce message souvent, veuillez nous contacter pour une assistance supplémentaire.
iw: יש לנו בעיה עם סנכון המידע שלך. על מנת לטפל בנושא, נרצה למחוק את גיבוי הדרייב שלך ולסנכרן מחדש. אם אתה רואה את ההודעה הזו באופן קבוע, אנא צור קשר עם מפתח האפליקציה לתמיכה נוספת.
pt: Ocorreram problemas ao sincronizar seus dados. Para recuperá-los, vamos limpar o backup do Drive e ressincronizá-lo. Se essa mensagem estiver aparecendo com frequência, contate-nos para receber suporte adicional.
ru: Возникли проблемы при синхронизации ваших данных. Для их восстановления мы хотели бы очистить резервную копию диска и повторить синхронизацию. Если вы часто видите это сообщение, обратитесь к нам для получения дополнительной поддержки.
uk: Виникли проблеми при синхронізації ваших даних. Для їх відновлення ми хотіли б очистити резервну копію диску та повторити синхронізацію. Якщо ви часто бачите це повідомлення, зверніться до нас для отримання додаткової підтримки.

# dialog_remote_backup_restore_progress
source: Clearing your backup to prepare for re-sync…
de: Leeren des Backup zur Vorbereitung einer erneuten Synchronisierung…
es: Borrando tu copia de seguridad para preparar una resincronización…
fr: Effacement de votre sauvegarde pour préparer la resynchronisation…
iw: מוחק את הגיבוי על מנת להתכונן לסנכרון מחדש…
pt: Limpando o backup e preparando para a ressincronização…
ru: Очистка резервной копии для подготовки к повторной синхронизации…
uk: Очищення резервної копії для підготовки до повторної синхронізації…

# dialog_remote_backup_restore_toast_success
source: Successfully cleared the backup. Re-syncing…
de: Backup erfolgreich gelöscht. Re-Synchronisierung …
es: Se borró correctamente la copia de seguridad. Sincronizando de nuevo…
fr: Sauvegarde effacée avec succès. Resynchronisation…
iw: גיבוי נמחק בהצלחה. מסכנרן מחדש…
pt: Backup limpo com êxito. Ressincronizando…
ru: Резервная копия успешно очищена. Повторная синхронизация…
uk: Резервна копія вдало очищена. Повторна синхронізація…

# dialog_remote_backup_restore_toast_failure
source: Failed to re-sync this backup
de: Resynchroniserung des Backups ist fehlgeschlagen
es: No se pudo sincronizar de nuevo esta copia de seguridad
fr: Impossible de resynchroniser cette sauvegarde
iw: נכשל בסנכרון מחדש של הגיבוי
pt: Falha ao ressincronizar este backup
ru: Не удалось повторно синхронизировать эту резервную копию
uk: Не вдалося повторно синхронізувати цю резервну копію

# automatic_backups_info_dialog_message
source: Automatic backups are not currently enabled.
de: Automatische Backups sind derzeit nicht aktiviert.
es: Las copias de seguridad automáticas no están habilitadas en el momento.
fr: Les sauvegardes automatiques ne sont pas activées.
iw: גיבויים אוטומטיים אינם מופעלים כרגע.
pt: Os backups automáticos estão desabilitados
ru: Автоматическое резервное копирование сейчас выключено.
uk: Автоматичне резервне копіювання зараз вимкнено.

# automatic_backups_info_dialog_positive
source: Tap to Configure
de: Tippen Sie, um zu konfigurieren
es: Toca para configurar
fr: Appuyez pour configurer
iw: לחץ להגדרות
pt: Toque para configurar
ru: Нажмите, чтобы настроить
uk: Натисніть, щоб налаштувати

# drive_sync_error_no_space
source: No Available Drive Storage Space
de: Kein verfügbar Laufwerk- Speicherplatz
es: No hay espacio de almacenamiento disponible en Drive
fr: Aucun espace de stockage Drive disponible
iw: אין מקום אחסון פנוי בדרייב
pt: Não há espaço de armazenamento disponível no Drive
ru: Нет свободного места на диске
uk: Немає вільного місця на диску

# drive_sync_error_no_permissions
source: Tap to Restore Drive Permissions
de: Tippen um Laufwerk Berechtigungen wiederherzustellen
es: Toca para restaurar los permisos de Drive
fr: Appuyez pour restaurer les autorisations de Google Drive
iw: לחץ לשחזור הרשאות בדרייב
pt: Toque para restaurar as permissões do Drive
ru: Нажмите, чтобы восстановить разрешения на доступ к диску
uk: Натисніть, щоб відновити дозвіл на доступ до диска

# drive_sync_error_lost_data
source: Drive Configuration Error - Tap to Fix
de: Fehler Laufwerk Konfiguration - Tippen Sie auf Fix
es: Error de configuración de Drive: toca para corregir
fr: Erreur de configuration de Google Drive - Appuyez pour réparer
iw: טעות קונפיגורציה עם גוגל דרייב - לחץ לתיקון
pt: Erro na configuração do Drive - Toque para reparar
ru: Ошибка конфигурации диска - Нажмите, чтобы исправить
uk: Помилка конфігурації диска - Натисніть, щоб виправити

# login_toolbar_title
source: Log In / Sign Up
de: Einloggen / Anmelden
es: Iniciar sesión/Registrarse
fr: Se connecter/S'inscrire
iw: התחבר / הירשם
pt: Conectar-se/Registrar-se
ru: Вход / Регистрация
uk: Вхід / Реєстрація

# login_title
source: Log In with your Smart Receipts Account to start using Automatic Scans (OCR)
de: Anmelden mit Ihrem Smart Receipts Konto, um automatische Scans mit (OCR) zu starten
es: Inicia sesión con tu cuenta de Smart Receipts para comenzar a usar los escaneos automáticos (OCR)
fr: Connectez-vous à votre compte Smart Receipts pour commencer à utiliser les scans automatiques (OCR)
iw: התחבר עם החשבון שלך על מנת להתחיל בסריקות אוטומטיות
pt: Conecte-se com sua conta Smart Receipts para começar a utilizar as varreduras automáticas (OCR)
ru: Войдите в учетную запись Смарт Чеков, чтобы начать использовать автоматическое сканирование (OCR)
uk: Увійдіть в обліковий запис Смарт Чеків, щоб почати використовувати автоматичне сканування (OCR)

# login_field_email_hint
source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
iw: דואר אלקטרוני
pt: Endereço de e-mail
ru: Адрес эл. почты
uk: Адреса ел. пошти

# login_field_password_hint
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
iw: סיסמא
pt: Senha
ru: Пароль
uk: Пароль

# sign_up_button_text
source: Sign Up
de: Anmelden
es: Registrarse
fr: S'inscrire
iw: הירשם
pt: Registrar-se
ru: Регистрация
uk: Реєстрація

# login_button_text
source: Log In
de: Einloggen
es: Iniciar sesión
fr: Se connecter
iw: התחבר
pt: Conectar-se
ru: Войти
uk: Увійти

# login_fields_hint_email
source: Please enter a valid email address:
de: Bitte geben Sie eine gültige E-Mail-Adresse ein:
es: Por favor introduce una dirección de correo electrónico válida:
fr: Veuillez entrer une adresse e-mail valide :
iw: אנא הכנס כתובת דואר אלקטרוני תקינה:
pt: Digite um endereço de e-mail válido:
ru: Пожалуйста, введите действительный адрес электронной почты:
uk: Будь ласка, введіть дійсну адресу електронної пошти:

# login_fields_hint_password
source: Passwords must be at least 8 characters:
de: Passwörter müssen mindestens 8 Zeichen lang sein:
es: La contraseña debe tener al menos 8 caracteres:
fr: Les mots de passe doivent faire au moins 8 caractères :
iw: סיסמאות חייבות להיות בעלות 8 תווים לפחות:
pt: A senha deve ter pelo menos 8 caracteres:
ru: Пароль должен содержать не менее 8 символов:
uk: Пароль повинен містити не менше 8 символів:

# login_fields_hint_valid
source: Tap below to log in or sign up:
de: Tippen Sie unten zum Einloggen oder Anmelden:
es: Toca abajo para iniciar sesión o registrarte:
fr: Appuyez ci-dessous pour vous connecter ou pour vous inscrire :
iw: לחץ למטה על מנת להתחבר או להירשם:
pt: Toque para conectar-se ou registrar-se:
ru: Нажмите ниже, чтобы войти или зарегистрироваться:
uk: Натисніть нижче, щоб увійти або зареєструватися:

# login_success_toast
source: Login Success
de: Einloggen erfolgreich
es: Inicio de sesión correcto
fr: Connexion réussie
iw: התחברות התבצעה בהצלחה
pt: Conectado com êxito
ru: Вход выполнен успешно
uk: Вхід виконано вдало

# sign_up_success_toast
source: Sign Up Success
de: Registrieren Erfolg
es: Registro correcto
fr: Inscription réussie
iw: הרשמה התבצעה בהצלחה
pt: Registrado com êxito
ru: Регистрация завершена успешно
uk: Реєстрація завершена вдало

# login_failure_toast
source: Login Failed
de: Einloggen fehlgeschlagen
es: No se pudo iniciar la sesión
fr: Échec de la connexion
iw: התחברות נכשלה
pt: Falha ao conectar-se
ru: Войти в систему не удалось
uk: Увійти до системи не вдалося

# sign_up_failure_toast
source: Sign Up Failed
de: Anmeldung gescheitert
es: No se pudo registrar
fr: Échec de l'inscription
iw: הרשמה נכשלה
pt: Falha ao registrar-se
ru: Не удалось зарегистрироваться
uk: Зареєструватися не вдалося

# login_failure_credentials_toast
source: Error: Incorrect Username or Password
de: Fehler: Falscher Benutzername oder Passwort
es: Error: Nombre de usuario o contraseña incorrecto
fr: Erreur : Nom d'utilisateur ou mot de passe incorrect
iw: שגיאה: שם משתמש או סיסמא לא נכונים
pt: Erro: nome de usuário ou senha incorretos
ru: Ошибка: Неправильное имя пользователя или пароль
uk: Помилка: Неправильне ім'я користувача або пароль

# sign_up_failure_account_exists_toast
source: Error: This Email Already Exists - Try Logging In
de: Fehler: Diese E-Mail ist bereits vorhanden - Versuchen Sie einzuloggen
es: Error: Este correo electrónico ya existe. Intenta iniciar sesión
fr: Erreur : Cet e-mail existe déjà - Essayez de vous connecter
iw: שגיאה - כתובת הדואר האלקטורני קיימת כבר, נסה להתחבר
pt: Erro: esse e-mail já existe - Tente conectar-se
ru: Ошибка: Этот адрес уже существует. Попробуйте войти в систему
uk: Помилка: Ця електронна адреса вже існує. Спробуйте увійти до системи

# dialog_filter_positive_button
source: Add Filter
de: Filter hinzufügen
es: Añadir filtro
fr: Ajouter un filtre
iw: הוסף פילור
pt: Adicionar filtro
ru: Добавить фильтр
uk: Додати фільтр

# dialog_filter_negative_button
source: Remove Filter
de: Filter entfernen
es: Quitar filtro
fr: Supprimer le filtre
iw: הסר פילטר
pt: Remover filtro
ru: Удалить фильтр
uk: Видалити фільтр

# dialog_mileage_title_create
source: Add Distance
de: Entfernung hinzufügen
es: Añadir distancia
fr: Ajouter la distance
iw: הוסף מרחק
pt: Adicionar distância
ru: Добавить Расстояние
uk: Додати Відстань

# dialog_mileage_title_update
source: Update Distance
de: Entfernung aktualisieren
es: Actualizar distancia
fr: Mettre à jour la distance
iw: עדכן מרחק
pt: Atualizar distância
ru: Обновить Расстояние
uk: Оновити Відстань

# dialog_mileage_positive_create
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
iw: הוסף
pt: Adicionar
ru: Добавить
uk: Додати

# dialog_mileage_positive_update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
iw: עדכן
pt: Atualizar
ru: Обновить
uk: Оновити

# dialog_mileage_neutral_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
iw: מחק
pt: Excluir
ru: Удалить
uk: Видалити

# RECEIPTMENU_FIELD_NAME
source: Name
es: Nombre
fr: Nom
iw: שם
pt: Nome
ru: Имя
uk: Назва

# RECEIPTMENU_FIELD_PRICE
source: Price
de: Preis
es: Precio
fr: Prix
iw: מחיר
pt: Preço
ru: Цена
uk: Вартість

# RECEIPTMENU_FIELD_TAX
source: Tax
de: Steuer
es: Impuesto
fr: Taxe
iw: מס
pt: Impostos
ru: Налог
uk: Податок

# RECEIPTMENU_FIELD_CURRENCY
source: Currency
de: Währung
es: Moneda
fr: Devise
iw: מטבע
pt: Moeda
ru: Валюта
uk: Валюта

# RECEIPTMENU_FIELD_DATE
source: Date
de: Datum
es: Fecha
iw: תאריך
pt: Data
ru: Дата
uk: Дата

# RECEIPTMENU_FIELD_CATEGORY
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
iw: קטגוריה
pt: Categoria
ru: Категория
uk: Категорія

# RECEIPTMENU_FIELD_COMMENT
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
iw: הערה
pt: Observação
ru: Комментарий
uk: Коментар

# column_item_blank
source: Blank Column
de: leere Spalte
es: Columna en blanco
fr: Colonne vierge
iw: עמודה ריקה
pt: Coluna em branco
ru: Пустая колонка
uk: Порожня колонка

# column_item_category_code
source: Category Code
de: Kategorie-Code
es: Código de la categoría
fr: Code de la catégorie
iw: קוד קטגוריה
pt: Código da categoria
ru: Код категории
uk: Код категорії

# column_item_category_name
source: Category Name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
iw: שם קטגוריה
pt: Nome da categoria
ru: Название категории
uk: Назва категорії

# column_item_user_id
source: User ID
de: Benutzeridentifikation
es: Id. de usuario
fr: Identifiant de l'utilisateur
iw: מזהה משתמש
pt: ID do usuário
ru: ID пользователя
uk: ID користувача

# column_item_report_name
source: Report Name
de: Berichtsname
es: Nombre del informe
fr: Nom du rapport
iw: שם דוח
pt: Nome do relatório
ru: Название отчета
uk: Назва звіту

# column_item_report_start_date
source: Report Start Date
de: Bericht Startdatum
es: Fecha inicial del informe
fr: Date de début du rapport
iw: תאריך תחילת דוח
pt: Data inicial do relatório
ru: Дата начала отчета
uk: Дата початку звіту

# column_item_report_end_date
source: Report End Date
de: Bericht Enddatum
es: Fecha final del informe
fr: Date de fin du rapport
iw: תאריך סוף דוח
pt: Data final do relatório
ru: Дата окончания отчета
uk: Дата закінчення звіту

# column_item_report_comment
source: Report Comment
de: Kommentar melden
es: Comentario del informe
fr: Commentaire sur le rapport
iw: הערת דוח
pt: Observações no relatório
ru: Комментарий к отчету
uk: Коментар до звіту

# column_item_report_cost_center
source: Report Cost Center
de: Kostenstellenbericht
es: Centro de costos del informe
fr: Centre de coûts du rapport
iw: מרכז עלות דוח
pt: Centro de custos do relatório
ru: Центр расходов в отчете
uk: Центр витрат у звіті

# column_item_image_file_name
source: Image Name
de: Bildname
es: Nombre de la imagen
fr: Nom de l'image
iw: שם תמונה
pt: Nome da imagem
ru: Имя изображения
uk: Ім'я зображення

# column_item_image_path
source: Image Path
de: Bildpfad
es: Ruta de la imagen
fr: Chemin de l'image
iw: נתיב לתמונה
pt: Diretório da imagem
ru: Путь к изображению
uk: Шлях до зображення

# column_item_receipt_price_minus_tax
source: Price Minus Tax
de: Price ohne Steuer
es: Precio sin impuesto
fr: Prix sans taxes comprises
iw: מחיר פחות מס
pt: Preço sem impostos
ru: Цена без налог
uk: Вартість без податок

# column_item_converted_price_exchange_rate
source: Price (Exchanged)
de: Preis (getauscht)
es: Precio (al cambio)
fr: Prix ​​(Échangé)
iw: מחיר לאחר המרה
pt: Preço (com câmbio)
ru: Цена (после обмена)
uk: Вартість (після обміну)

# column_item_converted_tax_exchange_rate
source: Tax (Exchanged)
de: Steuer (getauscht)
es: Impuesto (al cambio)
fr: Taxe (Échangée)
iw: מס לאחר המרה
pt: Impostos (com câmbio)
ru: Налог (после обмена)
uk: Податок (після обміну)

# column_item_converted_price_plus_tax_exchange_rate
source: Price Plus Tax (Exchanged)
de: Preis plus Steuer (getauscht)
es: Precio más impuesto (al cambio)
fr: Prix ​​toutes taxes comprises (Échangé)
iw: מחיר פלוס מס לאחר המרה
pt: Preço mais impostos (com câmbio)
ru: Цена плюс налог (после обмена)
uk: Вартість плюс податок (після обміну)

# column_item_converted_price_minus_tax_exchange_rate
source: Price Minus Tax (Exchanged)
de: Price ohne Steuer (getauscht)
es: Precio sin impuesto (al cambio)
fr: Prix sans taxes comprises (Échangé)
iw: מחיר פחות לאחר המרה
pt: Preço sem impostos (com câmbio)
ru: Цена без налог (после обмена)
uk: Вартість без податок (після обміну)

# column_item_exchange_rate
source: Exchange Rate
de: Wechselkurs
es: Tasa de cambio
fr: Taux de change
iw: שער חליפין
pt: Taxa de câmbio
ru: Курс обмена
uk: Курс обміну

# column_item_pictured
source: Pictured
de: abgebildet
es: Fotografiado
fr: Sur la photo
iw: בתמונה
pt: Incluso na imagem
ru: С изображениями
uk: З зображеннями

# column_item_reimbursable
source: Reimbursable
de: rückzahlbar
es: Reembolsable
fr: Remboursable
iw: בר-החזר
pt: Reembolsável
ru: Возмещаемые
uk: Що відшкодовуються

# column_item_index
source: Receipt Index
de: Beleg-Index
es: Índice del recibo
fr: Indice du reçu
iw: אינדקס קבלה
pt: Índice do recibo
ru: Индекс чека
uk: Індекс чека

# column_item_id
source: Receipt ID
de: Beleg ID
es: Id. del recibo
fr: ID du reçu
iw: מזהה קבלה
pt: ID do recibo
ru: ID чека
uk: ID чека

# column_item_payment_method
source: Payment Method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
iw: אמצעי תשלום
pt: Forma de pagamento
ru: Способ оплаты
uk: Спосіб оплати

# distance_location_field
source: Location
de: Ort
es: Ubicación
fr: Emplacement
iw: מרחק
pt: Local
ru: Местоположение
uk: Місцезнаходження

# distance_price_field
source: Price
de: Preis
es: Precio
fr: Prix
iw: מחיר
pt: Preço
ru: Цена
uk: Вартість

# distance_distance_field
source: Distance
de: Entfernung
es: Distancia
iw: מרחק
pt: Distância
ru: Расстояние
uk: Відстань

# distance_rate_field
source: Rate
de: Preis
es: Tarifa
fr: Taux
iw: תעריף
pt: Taxa
ru: Курс
uk: Курс

# dialog_currency_field
source: Currency
de: Währung
es: Moneda
fr: Devise
iw: מטבע
pt: Moeda
ru: Валюта
uk: Валюта

# distance_date_field
source: Date
de: Datum
es: Fecha
iw: תאריך
pt: Data
ru: Дата
uk: Дата

# distance_comment_field
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
iw: הערה
pt: Observação
ru: Комментарий
uk: Коментар

# category_name_field
source: Category
de: Kategorie
es: Nombre de la categoría
fr: Nom de la catégorie
iw: קטגוקיה
pt: Nome da categoria
ru: Категория
uk: Категорія

# category_code_field
source: Category Code
de: Kategorie-Code
es: Código de la categoría
fr: Code de la catégorie
iw: קוד קטגוריה
pt: Código da categoria
ru: Код категории
uk: Код категорії

# category_price_field
source: Price
de: Preis
es: Precio
fr: Prix
iw: מחיר
pt: Preço
ru: Цена
uk: Вартість

# category_tax_field
source: Tax
de: Steuer
es: Impuesto
fr: Taxe
iw: מס
pt: Impostos
ru: Налог
uk: Податок

# category_currency_field
source: Currency
de: Währung
es: Moneda
fr: Devise
iw: מטבע
pt: Moeda
ru: Валюта
uk: Валюта

# category_price_exchanged_field
source: Price (Exchanged)
de: Preis (getauscht)
es: Precio (al cambio)
fr: Prix (Échangé)
iw: מחיר לאחר המרה
pt: Preço (com câmbio)
ru: Цена (после обмена)
uk: Вартість (після обміну)

# receipt_dialog_action_edit
source: Edit Receipt
de: Beleg bearbeiten
es: Editar recibo
fr: Modifier le reçu
iw: ערוך קבלה
pt: Editar recibo
ru: Редактировать чек
uk: Редагувати чек

# receipt_dialog_action_view
source: View Receipt %@
de: Ansicht Beleg %@
es: Ver recibo %@
fr: Afficher le reçu %@
iw: הראה קבלה %@
pt: Visualizar recibo %@
ru: Просмотреть чек %@
uk: Переглянути чек %@

# receipt_dialog_action_delete
source: Delete Receipt
de: Beleg löschen
es: Eliminar recibo
fr: Supprimer le reçu
iw: מחק קבלה
pt: Excluir recibo
ru: Удалить чек
uk: Видалити чек

# receipt_dialog_action_move_copy
source: Move/Copy
de: Verschieben / Kopieren
es: Mover/copiar
fr: Déplacer/Copier
iw: העבר/העתק
pt: Mover/copiar
ru: Переместить/Копировать
uk: Перемістити/Копіювати

# receipt_dialog_action_remove_attachment
source: Remove Attachment
de: Entfernen Sie den Anhang
es: Eliminar archivo adjunto
fr: Supprimer la pièce jointe
iw: מחק קובץ מצורף
pt: Remover anexo
ru: Удалить вложение
uk: Видалити вкладення
