Repository: SmartReceipts/SmartReceiptsiOS
Catalog: SmartReceipts/Supporting Files/*.lproj/SharedLocalizable.strings
Languages: de, es, fr, iw, pt, ru, uk

# EMAIL_DATA_SUBJECT
source: Smart Receipts - %REPORT_NAME%
fr: Recettes Intelligentes - %REPORT_NAME%
ru: Смарт Чеки - %REPORT_NAME%
uk: Смарт Чеки - %REPORT_NAME%

# pref_pro_pdf_footer_defaultValue
source: Report Generated using Smart Receipts for Android
de: Bericht generiert mit Smart-Receipts für Android
es: Informe generado usando Smart Receipts para Android
fr: Rapport généré en utilisant Recettes Intelligentes pour Android
pt: Relatório gerado usando o Smart Receipts para Android
ru: Отчёт сгенерирован с помощью приложения Смарт Чеки для Андроид
uk: Звіт згенерований за допомогою додатку Смарт Чеки для Android

# menu_main_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
iw: הגדרות
pt: Configurações
ru: Настройки
uk: Налаштування

# menu_main_categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
iw: קטגוריות
pt: Categorias
ru: Категории
uk: Категорії

# menu_main_csv
source: Customize CSV Output
de: Passen Sie die CSV-Ausgabe an
es: Personalizar salida CSV
fr: Personnaliser le fichier CSV
iw: CSV התאם אישית פלט
pt: Personalizar saída CSV
ru: Настройка CSV
uk: Налаштування CSV

# menu_main_pdf
source: Customize PDF Output
de: Passen Sie die PDF-Ausgabe an
es: Personalizar salida PDF
fr: Personnaliser le fichier PDF
iw: PDF התאם אישית פלט
pt: Personalizar saída PDF
ru: Настройка PDF
uk: Налаштування PDF

# menu_main_ocr_configuration
source: Automatic Scans (OCR)
de: Automatische Scans (OCR)
es: Escaneos automáticos (OCR)
fr: Scans automatiques (OCR)
iw: (OCR) סריקות אוטומטיות
pt: Varredura automática (OCR)
ru: Автоматическое сканирование (OCR)
uk: Автоматичне сканування (OCR)

# menu_main_export
source: Backup
de: Sicherungskopie
es: Copia de seguridad
fr: Sauvegarde
iw: גיבוי
ru: Резервная копия
uk: Резервна копія

# menu_main_usage_guide
source: Usage Guide
de: Gebrauchsanleitung
es: Guía de uso
fr: Guide d'utilisation
pt: Guia de Uso
ru: Руководство по использованию
uk: Керівництво з використання

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
iw: הוסף
pt: Adicionar
ru: Добавить
uk: Додати

# column_item
source: Column %@
de: Spalte %@
es: Columna %@
fr: Colonne %@
iw: %@ עמודה
pt: Coluna %@
ru: Колонка %@
uk: Колонка %@

source: Copy
de: Kopieren
es: Copiar
fr: Copier
iw: העתק
pt: Copiar
ru: Копировать
uk: Копіювати

source: Daily Total: %@
de: Täglich Gesamt: %@
es: Total diario: %@
fr: Total quotidien : %@
iw: %@ :סה״כ יומי
pt: Total diário: %@
ru: Всего в день: %@
uk: Загалом у день: %@

source: %@ Day
de: %@ Tag
es: %@ día
fr: %@ Jour
iw: יום %@
pt: %@ dia
ru: %@ День
uk: %@ День

source: %@ Days
de: %@ Tage
es: %@ días
fr: %@ Jours
iw: ימים %@
pt: %@ dias
ru: %@ Дней
uk: %@ Дні

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
iw: מחק
pt: Excluir
ru: Удалить
uk: Видалити

# delete_item
source: Delete %@?
de: Löschen %@?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
iw: ?%@ מחק
pt: Excluir %@?
ru: Удалить %@?
uk: Видалити %@?

# delete_sync_information
source: Any remotely synchronized data for this item will also be deleted.
de: Alle remote-synchronisierten Daten für diesen Titel werden ebenfalls gelöscht.
es: Todos los datos sincronizados remotamente para este ítem también serán eliminados.
fr: Toutes les données synchronisées à distance pour cet élément seront également supprimées.
iw: כל מידע מסונכרן לענן על הפריט הזה יימחק גם הוא.
pt: Todos os dados sincronizados remotamente com esre item também serão excluídos.
ru: Любые удаленно синхронизированные данные для этого раздела также будут удалены.
uk: Будь-які дистанційно синхронізовані дані для цього розділу також будуть видалені.

source: Distance
de: Entfernung
es: Distancia
iw: מרחק
pt: Distância
ru: Расстояние
uk: Відстань

# distance_total_item
source: Dist. Total: %@
de: Entfernung. insgesamt: %@
fr: Dist. Totale : %@
iw: %@ :סה״כ מרחק
ru: Расстояние, всего: %@
uk: Відстань, загалом: %@

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
iw: ערוך
pt: Editar
ru: Редактировать
uk: Редагувати

source: Export
es: Exportar
fr: Exporter
iw: ייצא
pt: Exportar
ru: Экспорт
uk: Експорт

source: %@ - Feedback
es: %@ - Comentario
fr: %@ - Commentaires
iw: משוב - %@
ru: %@ - Отзыв
uk: %@ - Відгук

source: Image
de: Bild
es: Imagen
iw: תמונה
pt: Imagem
ru: Изображение
uk: Зображення

# import_string
source: Import
es: Importar
fr: Importer
iw: ייבא
pt: Importar
ru: Импорт
uk: Імпорт

# import_string_item
source: Import %@
es: Importar %@
fr: Importer %@
iw: %@ ייבא
pt: Importar %@
ru: Импорт %@
uk: Імпорт %@

# item_code
source: Code:
es: Código
iw: קוד
pt: Código
ru: Код
uk: Код:

# item_name
source: Name:
es: Nombre
fr: Nom
iw: שם
pt: Nome
ru: Имя
uk: Ім'я:

source: Move
de: Bewegung
es: Mover
fr: Déplacer
iw: הזז
pt: Mover
ru: Переместить
uk: Перемістити

# move_copy_item
source: Move/Copy %@?
de: bewegen/kopieren %@?
es: ¿Mover/copiar %@?
fr: Déplacer/Copier %@ ?
iw: ?%@ הזז/העתק את
pt: Deseja mover/copiar %@?
ru: Переместить/Копировать %@?
uk: Перемістити/Копіювати %@?

# next_id
source: Next ID: %d
de: Nächste ID: %d
es: Siguiente ID: %d
fr: ID suivant : %d
iw: %@ :המזהה הבא
pt: Próxima ID: %d
ru: Следующий ID: %d
uk: Наступний ID: %d

source: No
de: Nein
fr: Non
iw: לא
pt: Nº
ru: Нет
uk: Ні

source: Report
de: Bericht
es: Informe
fr: Rapport
iw: דו״ח
pt: Relatório
ru: Отчет
uk: Звіт

# report_attached
source: 1 report attached
de: 1 Bericht beigefügt
es: 1 informe adjunto
fr: 1 rapport joint
iw: דוח 1 מצורף
pt: Um relatório anexo
ru: 1 Отчет приложен
uk: 1 Звіт прикладений

source: %@ reports attached
de: %@ Berichte beigefügt
es: %@ informes adjuntos
fr: %@ rapports joints
iw: דוחות מצורפים %@
pt: %@ relatórios anexos
ru: %@ отчетов приложено
uk: %@ звітів прикладено

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
iw: שמור
pt: Salvar
ru: Сохранить
uk: Зберегти

# send_email
source: Send File…
de: Datei senden…
es: Enviar archivo…
fr: Envoyer le fichier…
iw: …שלח קובץ
pt: Enviando arquivo…
ru: Отправить файл…
uk: Відправити файл…

source: Submit
de: einreichen
es: Enviar
fr: Soumettre
iw: שלח
pt: Enviar
ru: Отправить
uk: Відправити

source: %@ - Support
de: %@ - Unterstützung
es: %@ - Soporte
fr: %@ - Assistance
iw: תמיכה - %@
pt: %@ - Suporte
ru: %@ - Поддержка
uk: %@ - Підтримка

source: Total
de: Gesamt
iw: סה״כ
ru: Всего
uk: Загалом:

source: Undefined
de: Undefiniert
es: Sin definir
fr: Non défini
iw: לא מוגדר
pt: Indeterminado
ru: Не определено
uk: Не визначено

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
iw: עדכן
pt: Atualizar
ru: Обновить
uk: Оновити

source: Yes
de: Ja
es: Sí
fr: Oui
iw: כן
pt: Sim
ru: Да
uk: Так

source: Yes - As PDF
de: Ja - Als PDF
es: Sí: como PDF
fr: Oui - sous PDF
iw: PDF כן - בתור
pt: Sim - Como PDF
ru: Да - в виде PDF
uk: Так - у вигляді PDF

source: Reorder
de: Nachbestellen
es: Reordenar
fr: Réorganiser
iw: שנה סדר
pt: Reordenar
ru: Изменить порядок
uk: Змінити порядок

source: Share
de: Senden
es: Enviar
fr: Envoyer
iw: שתף
pt: Enviar
ru: Поделиться
uk: Поділитися

# pro_subscription
source: Smart Receipts Plus
de: Smart-Plus-Receipts
ru: Смарт Чеки Плюс
uk: Смарт Чеки Плюс

# missing_ad_suggest_removal_upsell
source: Tired of ads? Tap to start an ad-free trial
de: Überdrüssig der Anzeigen? Tippen Sie auf eine anzeigenfreie Testversion zu starten
es: ¿Cansado de los anuncios? Toca para comenzar una prueba gratuita sin anuncios
fr: Marre des pubs ? Cliquez pour commencer un essai sans pub
iw: נמאס לך מפרסומות? לחץ להתחלת תקופת נסיון ללא פרסומות
pt: Está cansado de anúncios? Clique para testar a versão sem anúncios
ru: Устали от рекламы? Нажмите, чтобы попробовать версию без рекламы
uk: Втомились від реклами? Натисніть, щоб спробувати версію без реклами

# report_info_graphs
source: Graphs
de: Grafiken
es: Gráficos
fr: Graphiques
iw: גרפים
pt: Gráficos
ru: Графики
uk: Графіки

# report_info_receipts
source: Receipts
de: Belege
es: Recibos
fr: Reçus
iw: קבלות
pt: Recibos
ru: Чеки
uk: Чеки

# report_info_distance
source: Distance
de: Entfernung
es: Distancia
iw: מרחק
pt: Distância
ru: Расстояния
uk: Відстані

# report_info_generate
source: Generate
de: Generieren
es: Generar
fr: Créer
iw: ייצר
pt: Gerar
ru: Создать
uk: Створити

# report_header_from
source: From: %@
uk: Від: %@

# report_header_to
source: To: %@
uk: До: %@

# report_header_receipts_total
source: Receipts Total: %@
de: Belege Total: %@
es: Total de recibos: %@
fr: Total des reçus : %@
iw: %@ :סה״כ קבלות
pt: Total de recibos: %@
ru: Всего по чекам: %@
uk: Загалом за чеками: %@

# report_header_receipts_total_tax
source: Tax Total: %@
de: MwSt: %@
es: Total de impuesto: %@
fr: Total des taxes : %@
iw: %@ :סה״כ מס
pt: Total de impostos: %@
ru: Налог, всего: %@
uk: Податок, загалом: %@

# report_header_receipts_total_no_tax
source: Receipts Total (Without Tax): %@
de: Einnahmen Total (Sans Tax): %@
es: Total de recibos (sin impuesto): %@
fr: Total des reçus (Hors taxe) : %@
iw: %@ :סה״כ קבלות (ללא מס)
pt: Total de recibos (sem impostos): %@
ru: Всего по чекам (без налога): %@
uk: Загалом за чеками (без податку): %@

# report_header_receipts_total_with_tax
source: Receipts Total (With Tax): %@
de: Einnahmen Total (Mit Tax): %@
es: Total de recibos (con impuesto): %@
fr: Total des reçus (Compris taxe): %@
iw: %@ :סה״כ קבלות (עם מס)
pt: Total de recibos (com impostos): %@
ru: Всего по чекам (с налогом): %@
uk: Загалом за чеками (з податком): %@

# report_header_distance_total
source: Distance Total: %@
de: Die Entfernung Total: %@
es: Distancia total: %@
fr: Distance totale : %@
iw: %@ :סה״כ מרחק
pt: Distância Total: %@
ru: Расстояние, всего: %@
uk: Відстань, загалом: %@

# report_header_receipts_total_reimbursable
source: Grand Total (Reimbursable): %@
de: Gesamtsumme (Erstattungsfähige): %@
es: Gran total (reembolsable): %@
fr: Total (Remboursable) : %@
iw: %@ :סה״כ (זכאי להחזרים)
pt: Total (reembolsáveis): %@
ru: Всего (возмещаемые): %@
uk: Загалом (що відшкодовуються): %@

# report_header_grand_total
source: Grand Total: %@
de: Gesamtsumme: %@
es: Gran total: %@
fr: Total : %@
iw: %@ :סה״כ
pt: Total: %@
ru: Всего: %@
uk: Загалом: %@

# report_header_cost_center
source: Cost Center: %@
de: Kostenstelle: %@
es: Centro de costos: %@
fr: Centre de coûts : %@
iw: %@ :מרכז מחיר
pt: Centro de custos: %@
ru: Центр расходов: %@
uk: Центр витрат: %@

# report_header_comment
source: Report Comment: %@
de: Kommentar melden: %@
es: Comentario del informe: %@
fr: Commentaire sur le rapport : %@
iw: %@ :הערה לדוח
pt: Comentários em relatórios: %@
ru: Комментарий: %@
uk: Коментар: %@

# report_pdf_generation_error
source: There was an error generating the report
de: Es gab einen Fehler, bei der Erstellung des Berichts
es: Ocurrió un error al generar el informe
fr: Une erreur est survenue lors de la création du rapport
iw: שגיאה בייצור הדוח
pt: Ocorreu um erro ao gerar o relatório
ru: При создании отчета произошла ошибка
uk: При створенні звіту сталася помилка

# report_pdf_error_too_many_columns_title
source: Too many columns
de: Zu viele Spalten
es: Demasiadas columnas
fr: Trop de colonnes
iw: יותר מדי עמודות
pt: Excesso de colunas
ru: Слишком много колонок
uk: Занадто багато колонок

# report_pdf_error_too_many_columns_message
source: There is not enough space to fit all the columns in the report. Please try limiting the number of columns in Settings.
de: Es gibt nicht genug Platz, um alle Spalten in den Bericht aufzunehmen. Bitte versuchen Sie die Anzahl der Spalten in den Einstellungen zu begrenzen.
es: No hay suficiente espacio para incluir todas las columnas en el informe. Por favor intenta limitar el número de columnas en Ajustes.
fr: Espace insuffisant pour insérer toutes les colonnes dans le rapport. Veuillez essayer de limiter le nombre de colonnes dans les paramètres.
iw: .אין מספיק מקום ע״מ להכיל את כל העמודות בדוח. אנא נסה להגביל את מספר העמודות בהגדרות
pt: Não há espaço suficiente para todas as colunas no relatório. Tente limitar o número de colunas nas Configurações
ru: Не хватает места, чтобы разместить все колонки в отчете. Пожалуйста, попробуйте ограничить количество колонок в настройках.
uk: Бракує місця, щоб розмістити всі колонки в звіті. Будь ласка, спробуйте обмежити кількість колонок в налаштуваннях.

# report_pdf_error_too_many_columns_message_landscape
source: There is not enough space to fit all the columns in the report. Please try limiting the number of columns in Settings or use landscape mode.
de: Es gibt nicht genug Platz, um alle Spalten in den Bericht einzufügen. Bitte versuchen Sie die Anzahl der Spalten in den Einstellungen zu begrenzen oder Querformat verwenden.
es: No hay suficiente espacio para incluir todas las columnas en el informe. Por favor intenta limitar el número de columnas en Ajustes o usa el modo horizontal.
fr: Espace insuffisant pour insérer toutes les colonnes dans le rapport. Veuillez essayer de limiter le nombre de colonnes dans les paramètres ou essayer d'utiliser le mode paysage.
iw: .אין מספיק מקום ע״מ להכיל את כל העמודות בדוח. אנא נסה להגביל את מספר העמודות בהגדרות או עבור למצב מסך מאוזן
pt: Não há espaço suficiente para todas as colunas no relatório. Tente limitar o número de colunas nas Configurações
ru: Не хватает места, чтобы разместить все колонки в отчете. Попробуйте ограничить количество колонок в настройках или использовать ландшафтный режим.
uk: Бракує місця, щоб розмістити всі колонки в звіті. Будь ласка, спробуйте обмежити кількість колонок в налаштуваннях або використовувати ландшафтний режим.

# report_pdf_error_go_to_settings
source: Go to settings
de: Zu den Einstellungen gehen
es: Ir a Ajustes
fr: Aller aux paramètres
iw: עבור להגדרות
pt: Acesse as Configurações
ru: Перейти к настройкам
uk: Перейти до налаштувань

# ocr_informational_tooltip_configure_text
source: [Optional] Configure Automatic Scans? Tap here.
de: (Optional) Automatische Scans konfigurieren ? Hier klicken.
es: (Opcional) ¿Configurar escaneos automáticos? Toca aquí.
fr: (Optionnel) Configurer les scans automatiques ? Appuyez ici.
iw: (רשות) רוצה להגדיר סריקות אוטומטיות? לחץ כאן
pt: (Opcional) Deseja configurar as varreduras automáticas? Clique aqui
ru: (Необязательно) Настроить автоматическое сканирование? Нажмите здесь.
uk: (Необов'язково) Налаштувати автоматичне сканування? Натисніть тут.

# ocr_status_title
source: Performing Scan (OCR):
de: Scan durchführen (OCR):
es: Realizando escaneo (OCR):
fr: Scan en cours (OCR) :
iw: :OCR מבצע סריקת
pt: Realizando varredura (OCR):
ru: Выполняется сканирование (OCR):
uk: Проводиться сканування (OCR):

# ocr_status_message_uploading_image
source: Uploading Receipt…
de: Beleg hochladen…
es: Cargando recibo…
fr: Importation du reçu…
iw: …מעלה קבלה
pt: Enviando recibo…
ru: Загрузка чека…
uk: Завантаження чека…

# ocr_status_message_performing_scan
source: Scanning for Receipt Metadata…
de: Beleg scannen Metadaten …
es: Escaneando metadatos del recibo…
fr: Recherche des métadonnées du reçu…
iw: סורק עבור מטא-דאטה של קבלה…
pt: Realizando varredura de metadados de recibos…
ru: Сканирование метаданных чека…
uk: Сканування метаданих чека…

# ocr_status_message_fetching_results
source: Fetching Results…
de: Ergebnisse holen…
es: Obteniendo resultados…
fr: Récupération des résultats…
iw: מביא תוצאות…
pt: Obtendo resultados…
ru: Обработка результатов…
uk: Обробка результатів…

# ocr_configuration_title
source: Automatic Scans (OCR)
de: Automatische Scans (OCR)
es: Escaneos automáticos (OCR)
fr: Scans automatiques (OCR)
iw: (OCR) סריקות אוטומטיות
pt: Varreduras automáticas (OCR)
ru: Автоматическое сканирование (OCR)
uk: Автоматичне сканування (OCR)

# ocr_configuration_scans_remaining
source: OCR Scans Remaining: %d
de: Restliche OCR Scans: %d
es: Escaneos OCR restantes: %d
fr: Scans OCR restants : %d
iw: %d :שנותרו (OCR) סריקות אוטומטיות
pt: Varreduras OCR restantes: %d
ru: Сканов OCR осталось: %d
uk: Сканів OCR залишилось: %d

# ocr_configuration_welcome
source: Automatic Scans (OCR):
de: Automatische Scans (OCR):
es: Escaneos automáticos (OCR):
fr: Scans automatiques (OCR) :
iw: (OCR) סריקות אוטומטיות
pt: Varreduras automáticas (OCR):
ru: Автоматическое сканирование (OCR):
uk: Автоматичне сканування (OCR):

# ocr_configuration_information
source: Smart Receipts has integrated with Taggun to provide automatic scanning (ie OCR) services, which can extract receipt metadata like the price, tax, date, and merchant name from your photos.
de: Smart Receipts ist mit Taggun integriert um automatisches Scannen zu ermöglichen (z.B. OCR), die Beleg-Metadaten wie Preis, Steuern, Datum und Händlernamen aus Ihren Fotos extrahieren können.
es: Smart Receipts ha sido integrada con Taggun para proporcionar servicios de escaneo automático (es decir, OCR), que pueden extraer metadatos de los recibos, tales como precio, impuestos, fecha y nombre del comerciante de sus fotos.
fr: Smart Receipts s’est intégré à Taggun pour fournir des services de scans automatiques (OCR) qui peuvent extraire des métadonnées des reçus comme le prix, les taxes, la date et le nom du commerçant à partir de vos photos.
pt: O Smart Receipts fez a integração com o Taggun para fornecer um serviço de varreduras automáticas (como OCR), que podem extrair metadados de recibos como preços, impostos, data e nome dos fornecedores, das suas fotos.
ru: Смарт Чеки интегрированы с Taggun для обеспечения сервисов автоматического сканирования (т.е. OCR), которые могут извлекать метаданные чеков, такие как цена, налог, даты и данные продавца из ваших фото.
uk: Смарт Чеки інтегровані з Taggun для забезпечення сервісів автоматичного сканування (тобто OCR), які можуть витягувати метадані чеків, такі як ціна, податок, дати і дані продавця з ваших фото.

# ocr_configuration_information_line2
source: We use a combination of Google Vision and Machine Learning to quickly (often in 5 seconds or less) deliver results, which will become increasingly accurate over time. Since these services have a per-usage charge, we will charge for each receipt scan below.
de: Wir verwenden eine Kombination von Google Vision and Machine Learning um schnell (oft in 5 Sekunden oder weniger) Ergenisse zu liefern, die mit der Zeit immer genauer werden. Da diese Dienste eine pro-Nutzungsgebühr haben, werden wir jeden untenstehenden Belegscan verrechnen.
es: Usamos una combinación de Google Visión y aprendizaje automático para entregar resultados rápidamente (con frecuencia en menos de 5 segundos), lo que será cada vez más preciso con el tiempo. Como estos servicios cobran por cada uso, nosotros cobramos por cada recibo escaneado a continuación.
fr: Nous utilisons une combinaison de Google Vision et de Machine Learning pour fournir rapidement des résultats (souvent en 5 secondes ou moins) qui deviendront de plus en plus précis au fil du temps. Puisque ces services ont un coût par utilisation, nous facturerons pour chaque scan de reçu ci-dessous.
pt: Utilizamos uma combinação de Google Vision e Machine Learning para gerar resultados rapidamente (normalmente em 5 segundos ou menos), que ficarão cada vez mais precisos. Como esses serviços têm um preço por utilização, cobraremos por digitalização.
ru: Мы используем комбинацию Google Vision и машинного обучения, чтобы быстро (зачастую в течение 5 секунд или меньше) обеспечить результаты, которые будут становиться все более точными с течением времени. Так как эти сервисы взимают плату за использование, мы будем взимать плату за сканирование каждой квитанции.
uk: Ми використовуємо комбінацію Google Vision і машинного навчання, щоб швидко (часто протягом 5 секунд або менше) забезпечити результати, які будуть ставати все більш точними з плином часу. Так як ці сервіси стягують плату за використання, ми будемо стягувати плату за сканування кожної квитанції.

# ocr_is_enabled
source: Enable Automatic Scans (OCR)?
de: Aktivieren der automatischen Scans (OCR)?
es: ¿Habilitar escaneos automáticos (OCR)?
fr: Activer les scans automatiques (OCR) ?
iw: ?(OCR) הפעל סריקות אוטומטיות
pt: Deseja habilitar as Varreduras automáticas (OCR)?
ru: Включить автоматическое сканирование (OCR)?
uk: Увімкнути автоматичне сканування (OCR)?

# ocr_save_scans_to_improve_results
source: Allow us to save images to improve accuracy?
de: Erlauben Sie uns Bilder zu speichern, um die Genauigkeit zu verbessern?
es: ¿Nos permites guardar las imágenes para mejorar la precisión?
fr: Nous autoriser à enregistrer des images pour améliorer la précision ?
iw: ?אפשר לנו לשמור תמונות על מנת לשפר את התוצאות
pt: Deseja permitir que o app armazene imagens para aumentar a precisão?
ru: Позвольте нам сохранять изображения, чтобы повысить точность?
uk: Дозвольте нам зберігати зображення, щоб підвищити точність?

# ocr_configuration_available_purchases
source: Available Purchases - Tap to Buy:
de: Verfügbare Käufe - Tippen Sie, um zu kaufen:
es: Compras disponibles. Toca para comprar:
fr: Achats disponibles - Appuyez pour acheter :
iw: :רכישות אפשריות - לחץ לקנות
pt: Compras disponíveis - Toque para comprar:
ru: Доступные покупки - Нажмите, чтобы купить:
uk: Доступні покупки - Натисніть, щоб купити:

# ocr_configuration_information_line3
source: To try OCR, all new users get 2 free scans! Please remember that OCR is an optional feature and can be disabled at any time.
de: Um OCR zu versuchen, erhalten alle neuen Benutzer 2 kostenlose Scans! Bitte beachten Sie, dass OCR eine optionale Funktion ist und jederzeit deaktiviert werden kann.
es: Para probar OCR, todos los usuarios nuevos obtienen 2 escaneos gratuitos. Recuerde que la OCR es una función opcional y puede desactivarse en cualquier momento.
fr: Pour essayer OCR, tous les nouveaux utilisateurs obtiennent 2 scans gratuits! N'oubliez pas que l'OCR est une fonction facultative et peut être désactivé à tout moment.
pt: Para tentar o OCR, todos os novos usuários recebem 2 varreduras gratuitas! Lembre-se de que o OCR é um recurso opcional e pode ser desativado a qualquer momento.
ru: Чтобы попробовать OCR, все новые пользователи получают 2 бесплатных сканирования! Помните, что OCR является дополнительной функцией и может быть отключено в любое время.
uk: Щоб спробувати OCR, всі нові користувачі отримають 2 безкоштовних сканування! Будь ласка, пам'ятайте, що OCR є додатковою функцією, і її можна будь-коли вимкнути.

# category_name
source: Name:
es: Nombre:
fr: Nom :
iw: :שם
pt: Nome:
ru: Имя:
uk: Ім'я:

# category_code
source: Code:
es: Código:
iw: :קוד
pt: Código:
ru: Код:
uk: Код:

# category_null
source: <Category>
de: <Kategorie>
es: <Categoría>
fr: <Catégorie>
iw: <קטגוריה>
pt: <Categoria>
ru: <Категория>
uk: <Категорія>

# category_airfare
source: Airfare
de: Flugpreis
es: Tarifa aérea
fr: Prix du billet d'avion
iw: טיסות
pt: Tarifa áerea
ru: Стоимость авиабилета
uk: Вартість авіаквитка

# category_airfare_code
source: AIRP
es: AERP
fr: AVION
pt: TAR
ru: АВИА
uk: АВІА

# category_breakfast
source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
iw: ארוחת בוקר
pt: Café da manhã
ru: Завтрак
uk: Сніданок

# category_breakfast_code
source: BRFT
es: DESA
fr: PETIT DÉJ.
pt: CFDM
ru: ЗВТРК
uk: СНДНК

# category_dinner
source: Dinner
de: Abendessen
es: Cena
fr: Dîner
iw: ארוחת ערב
pt: Jantar
ru: Ужин
uk: Вечеря

# category_dinner_code
source: DINN
es: CENA
fr: DÎNER
pt: JANT
ru: УЖН
uk: ВЧР

# category_entertainment
source: Entertainment
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
iw: בידור
pt: Entretenimento
ru: Досуг
uk: Дозвілля

# category_entertainment_code
source: ENT
es: ENTR
fr: DIV
ru: ДОС
uk: ДОЗ

# category_gasoline
source: Gasoline
de: Benzin
es: Gasolina
fr: Essence
iw: דלק
pt: Gasolina
ru: Бензин
uk: Бензин

# category_gasoline_code
source: GAS
es: GASO
fr: ESS
ru: БЕНЗИН
uk: БЕНЗИН

# category_gift
source: Gift
de: Geschenk
es: Obsequio
fr: Cadeau
iw: מתנה
pt: Presente
ru: Подарок
uk: Подарунок

# category_gift_code
source: GIFT
de: GESCHENK
es: OBSE
fr: CADEAU
pt: PRES
ru: ПОДАРОК
uk: ПОДАРУНОК
