Repository: SmartReceipts/SmartReceiptsiOS
Catalog: SmartReceipts/Supporting Files/*.lproj/SharedLocalizable.strings
Languages: de, es, fr, iw, pt, ru, uk

# pref_general_track_cost_center_summaryOff
source: Don't Include Cost Center For Reports
de: Kostenstelle für Berichte nicht einbeziehen
es: No incluir centro de costos en los informes
fr: Ne pas inclure le centre de coûts pour les rapports
iw: אל תכליל מרכז עלויות בדיווחים
pt: Não incluir centro de custos nos relatórios
ru: Не включать Центр расходов в отчеты
uk: Не включати Центр вартості до звітів

# pref_receipt_customize_categories_title
source: Customize Receipt Categories
de: Beleg-Kategorien anpassen
es: Personalizar categorías de recibos
fr: Personnaliser les catégories de reçus
iw: התאמה אישית לקטגוריות
pt: Personalizar categorias de recibos
ru: Настройка категорий чеков
uk: Налаштування категорій чеків

# pref_receipt_customize_categories_summary
source: Tap here to add/edit your categories
de: Tippen Sie hier, um Ihre Kategorien hinzuzufügen / zu bearbeiten
es: Toca aquí para añadir/editar tus categorías
fr: Appuyez ici pour ajouter/modifier vos catégories
iw: לחץ כאן לשינוי/הוספת קטגוריה
pt: Toque aqui para adicionar/editar suas categorias
ru: Нажмите здесь, чтобы добавить/редактировать категории
uk: Натисніть тут, щоб додати/редагувати категорії

# pref_receipt_predict_categories_title
source: Predict Receipt Categories
de: Belegs-Kategorien voraussagen
es: Predecir categorías de recibos
fr: Prédire les catégories de reçus
iw: חיזוי קטגוריות
pt: Previsão das categorias de recibos
ru: Предсказывать категории чеков
uk: Передбачати категорії чеків

# pref_receipt_predict_categories_summary
source: Auto-fill category based on prior data
de: Auto-Fill-Kategorie, basierend auf früheren Daten
es: Llenar automáticamente las categorías con base en los datos anteriores
fr: Remplir automatiquement la catégorie en fonction des données antérieures
iw: מלא קטגוריה באופן אוטומטי לפי מידע קודם
pt: Preencher categoria automaticamente com base em dados anteriores
ru: Автозаполнение категории на основе предыдущих данных
uk: Автозаповнення категорії на основі попередніх даних

# pref_receipt_match_name_to_category_title
source: Match Name to Category
de: Namen an Kategorie anpassen
es: Coincidir el nombre con la categoría
fr: Associer le nom à une catégorie
iw: התאם שם לקטגוריה
pt: Coincidir nome e categoria
ru: Брать имя из категории
uk: Брати ім'я з категорії

# pref_receipt_match_name_to_category_summary
source: Automatically set name to category
de: automatisch eingestellter Namen für die Kategorie
es: Definir el nombre automáticamente a la categoría
fr: Assigner automatiquement le nom à la catégorie
iw: התאם שם לקטגוריה באופן אוטומטי
pt: Definir automaticamente o nome = categoria
ru: Автоматически заполнять имя категории
uk: Автоматично заповнювати ім'я категорії

# pref_receipt_match_comment_to_category_title
source: Match Comment to Category
de: Kommentar an die Kategorie anpassen
es: Coincidir el comentario con la categoría
fr: Associer le commentaire à la catégorie
iw: התאם הערה לקטגוריה
pt: Coincidir comentário e categoria
ru: Брать комментарий из категории
uk: Брати коментар із категорії

# pref_receipt_match_comment_to_category_summary
source: Automatically set comment to category
de: Automatische Einstellung Kommentar zur Kategorie
es: Definir el comentario automáticamente a la categoría
fr: Assigner automatiquement le commentaire à la catégorie
iw: התאם הערה לקטגוריה באופן אוטומטי
pt: Definir automaticamente comentário = categoria
ru: Автоматически брать комментарий из категории
uk: Автоматически брати коментар із категорії

# pref_receipt_reimbursable_only_title
source: Only Report Reimbursable
de: Nur erstattungsfähige berichten
es: Solo informar lo reembolsable
fr: Seulement rapporter les frais remboursables
iw: דווח רק על קבלות ברות-החזר
pt: Somente reembolsáveis no relatório
ru: Только подлежащие возмещению
uk: Тільки належні до відшкодування

# pref_receipt_reimbursable_only_summary
source: Omit other receipts from output
de: Andere Belege weglassen
es: Omitir otros recibos en la salida
fr: Omettre les autres reçus du fichier de sortie
iw: הסר קבלות אחרות מהדוח
pt: Omitir outros recibos da saída
ru: Исключить другие чеки из отчета
uk: Виключити інші чеки зі звіту

# pref_receipt_reimbursable_default_title
source: Receipts Default As Reimbursable
de: Standard-Belege als erstattungsfähig
es: Los recibos son reembolsables de forma predeterminada
fr: Reçus remboursables par défaut
iw: קבלות מסומנות כברות-החזר כברירת מחדל
pt: Definir recibos como reembolsáveis por padrão
ru: Возмещаемые чеки по умолчанию
uk: Належні до відшкодування чеки за замовчуванням

# pref_receipt_include_tax_field_title
source: Include Tax Field
de: Belege
es: Incluir campo de impuesto
fr: Inclure un champ taxe
iw: הוסף שדה מס
pt: Incluir campo de impostos
ru: Включить поле "Налог"
uk: Включити поле "Податок"

# pref_receipt_include_tax_field_summary
source: Adds a line item for taxes
de: Fügt einen Einzelposten für Steuern hinzu
es: Añade una línea para los impuestos
fr: Ajoute une ligne pour les taxes
iw: מוסיף שורה עבור מיסים
pt: Adicionar um item de linha para os impostos
ru: Добавляет строку с информацией о налогах
uk: Додає строку з інформацією про податки

# pref_receipt_tax_percent_title
source: Default Tax Percentage
de: Standardsteuersatz
es: Porcentaje predeterminado de impuesto
fr: Pourcentage d'impôt par défaut
iw: אחוז מס ברירת-מחדל
pt: Percentual padrão de imposto
ru: Процент налога по умолчанию
uk: Процент податку за замовчуванням

# pref_receipt_pre_tax_title
source: Assume Price is Pre-Tax
de: Es sei angenommen, Preis ist Pre-Tax
es: Asumir que el precio no incluye impuesto
fr: Supposer que le prix est hors taxe
iw: הנח שמחיר הוא לפני מס
pt: Pressuposição de preço com impostos
ru: Использовать цену без налогов
uk: Використовувати вартість без податків

# pref_receipt_pre_tax_summary_on
source: Calculates Tax From a Pre-Tax Price
de: Berechnet Steuern aus einem Vorsteuer-Preis
es: Calcular los impuestos del precio antes de impuesto
fr: Calcule les taxes à partir du prix hors taxe
iw: מחשב מס ממחיר טרום ניכוי מס
pt: Calcular impostos com base no preço com impostos
ru: Рассчитывает налог на основе цены без налога
uk: Розраховує податок на базі вартості без податку

# pref_receipt_pre_tax_summary_off
source: Calculates Tax From a Post-Tax Price
de: Berechnet Steuer aus einem Post-Steuer-Preis
es: Calcular los impuestos del precio después de impuesto
fr: Calcule les taxes à partir du prix toutes taxes comprises
iw: מחשב מס ממחיר לאחר ניכוי מס
pt: Calcular impostos com base no preço sem impostos
ru: Рассчитывает налог на основе цены с налогом
uk: Розраховує податок на базі вартості з податком

# pref_receipt_enable_autocomplete_title
source: Enable AutoComplete Suggestions
de: Aktivieren Sie AutoComplete Vorschläge
es: Habilitar sugerencias para autocompletar
fr: Activer les suggestions de saisie automatique
iw: אפשר הצעות אוטומטיות להשלמה
pt: Habilitar sugestões de autopreenchimento
ru: Включить автозаполнение
uk: Включити автозаповнення

# pref_receipt_enable_autocomplete_summary
source: Suggest values from previous values
de: Schlagen Sie Werte von den vorherigen Einträgen vor
es: Sugerir valor de entradas anteriores
fr: Proposer des valeurs à partir des entrées précédentes
iw: מציע ערכים אפשריים מערכים קודמים
pt: Sugerir valores de lançamentos anteriores
ru: Предлагать значения из предыдущих записей
uk: Пропонувати значення з попередніх записів

# pref_receipt_minimum_receipts_price_title
source: Minimum Receipt Price
de: Mindestbeleg-Preis
es: Precio mínimo del recibo
fr: Prix ​​de reçu minimum
iw: מחיר קבלה מינימלי
pt: Preço mínimo para recibos
ru: Минимальная цена чека
uk: Мінімальна ціна чека

# pref_receipt_minimum_receipts_price_summary_all
source: Include all receipts in report
de: Legen Sie dem Bericht alle Belege bei
es: Incluir todos los recibos en el informe
fr: Inclure tous les reçus dans le rapport
iw: הכלל את כל הקבלות בדוח
pt: Incluir todos os recibos no relatório
ru: Включить в отчет все чеки
uk: Включити до звіту всі чеки

# pref_receipt_minimum_receipts_price_summary_partial
source: Only report receipt prices over %@
de: Nur Bericht Beleg-Preise über %@
es: Incluir únicamente recibos con precios de más de %@
fr: Seulement rapporter les prix des reçus supérieurs à %@
iw: %@ דווח רק על קבלות מעל
pt: Relatar somente recibos com valor acima de %@
ru: Только чеки на сумму более %@
uk: Тільки чеки вартістю більше ніж %@

# pref_receipt_default_to_report_start_date_title
source: Default to Report Start Date
de: Standard-Startdatum melden
es: Restablecer a la fecha de inicial del informe
fr: Date de début du rapport par défaut
iw: קבע את תאריך תחילת הדוח כברירת מחדל
pt: Usar data de início do relatório padrão
ru: Дата начала отчета по умолчанию
uk: Дата початку звіту за замовчуванням

# pref_receipt_default_to_report_start_date_summary
source: Sets receipt date to match report date
de: Stimmt das Eingangsdatum mit dem Berichtdatum überein
es: Define que la fecha del recibo coincida con la del informe
fr: Définit la date des reçus pour correspondre à la date du rapport
iw: קובע את תאריך הקבלה לתאריך תחילת הדוח
pt: Definir data do recibo para coincidir com a data do relatório
ru: Устанавливает дату чека в соответствии с датой отчета
uk: Встановлює дату чека відповідно до дати звіту

# pref_receipt_show_id_title
source: Show Receipt ID
de: Beleg ID anzeigen
es: Mostrar el Id. de recibo
fr: Afficher l'ID des reçus
iw: הראה מזהה קבלה
pt: Exibir ID do recibo
ru: Показывать ID чека
uk: Показувати ID чека

# pref_receipt_show_id_summary
source: Displays an auto-generated ID field
de: Zeigt ein automatisch generiertes ID-Feld an
es: Muestra el campo Id. generado automáticamente
fr: Affiche un champ d'ID généré automatiquement
iw: מראה מזהה לכל קבלה (מספר המוקצה אוטומטית)
pt: Exibir um campo de ID gerado automaticamente
ru: Отображает автоматически сгенерированное поле "ID"
uk: Відображає автоматично згенероване поле "ID"

# pref_receipt_full_page_title
source: Assume Full Page
de: Komplette Seite annehmen
es: Asumir página completa
fr: Supposer la page entière
iw: הנח דף מלא
pt: Presumir tela cheia
ru: На всю страницу
uk: На всю сторінку

# pref_receipt_full_page_summary
source: Marks Receipts as Full Page by Default
de: Markiert die Belege standardmäßig als volle Seite
es: Marca los recibos como página completa de forma predeterminada
fr: Marque les reçus comme page entière par défaut
iw: מסמן קבלות כדף מלא כברירת מחדל
pt: Marcar recibos como tela cheia por padrão
ru: Помечает чеки как полностраничные по умолчанию
uk: Позначає чеки як повносторінкові за замовчуванням

# pref_receipt_use_payment_methods_title
source: Enable Payment Methods
de: Aktivieren der Zahlungsmethoden
es: Habilitar métodos de pago
fr: Activer les modes de paiement
iw: אפשר אמצעי תשלום
pt: Habilitar formas de pagamento
ru: Включить способы оплаты
uk: Включити способи сплати

# pref_receipt_use_payment_methods_summary
source: Select to track payment methods for receipts
de: Wählen Sie Verfolgen von Zahlungsmethoden für Belege
es: Selecciona para hacer seguimiento a los métodos de pago de los recibos
fr: Sélectionnez cette option pour suivre les méthodes de paiement des reçus
iw: סמן על מנת לעקוב אחרי אמצעי תשלום לקבלות
pt: Selecionar para rastrear as formas de pagamento dos recibos
ru: Извлекать методы оплаты из чеков
uk: Витягувати методи сплати з чеків

# pref_receipt_payment_methods_title
source: Customize Payment Methods
de: Zahlungsmethoden anpassen
es: Personalizar métodos de pago
fr: Personnaliser les modes de paiement
iw: התאמה אישית לאמצעי תשלום
pt: Personalizar formas de pagamento
ru: Настройка способов оплаты
uk: Налаштування способів сплати

# pref_receipt_payment_methods_summary
source: Tap here to add/edit payment methods
de: Tippen Sie hier, um Zahlungsmethoden hinzuzufügen / zu bearbeiten
es: Toca aquí para añadir/editar métodos de pago
fr: Appuyez ici pour ajouter/modifier les modes de paiement
iw: לחץ כאן להוספה/שינוי אמצעי תשלום
pt: Toque aqui para adicionar/editar formas de pagamento
ru: Нажмите здесь, чтобы добавить/редактировать способы оплаты
uk: Натисніть тут, щоб додати/редагувати способи сплати

# pref_output_custom_csv_title
source: Customize CSV Output
de: CSV-Ausgabe anpassen
es: Personalizar salida CSV
fr: Personnaliser le fichier de sortie CSV
iw: התאמה אישית לדוח אקסל
pt: Personalizar saída CSV
ru: Настройка таблиц для CSV
uk: Налаштування таблиць для CSV

# pref_output_custom_pdf_title
source: Customize PDF Output
de: PDF-Ausgabe anpassen
es: Personalizar salida PDF
fr: Personnaliser le fichier de sortie PDF
iw: התאמה אישית לדוח פידיאף
pt: Personalizar saída PDF
ru: Настройка таблиц для PDF
uk: Налаштування таблиць для PDF

# pref_output_username_title
source: User ID
de: Benutzeridentifikation
es: Id. de usuario
fr: Identifiant d'utilisateur
iw: מזהה משתמש
pt: ID de usuário
ru: ID пользователя
uk: ID користувача

# pref_output_username_emptyValue
source: Used as a Custom Output Field
de: Wird als Ausgabefeld definiert
es: Usado como campo de salida personalizado
fr: Utilisé comme un champ de sortie personnalisé
iw: משמש כשדה ייצוא בהתאמה אישית
pt: Utilizado como campo de saída personalizado
ru: Используется в качестве произвольного поля
uk: Використовується в якості довільного поля

# pref_output_print_receipt_id_by_photo_title
source: Print ID By Photo
de: ID drucken nach Foto
es: Imprimir Id. por foto
fr: Imprimer l'ID par photo
iw: הראה מזהה לפי תמונה
pt: Imprimir ID por foto
ru: Печать ID по фото
uk: Друк ID по фото

# pref_output_print_receipt_id_by_photo_summary
source: Shows the Receipt ID instead of Index
de: Zeigt die Beleg ID statt den Index
es: Muestra el Id. de recibo en vez del índice
fr: Affiche l'ID du reçu à la place de l'indice
iw: מראה את מזהה את קבלה במקום מספר אינדקס
pt: Exibir a ID do recibo em vez do índice
ru: Показывает ID чека вместо индекса
uk: Показує ID чека замість індексу

# pref_output_print_receipt_comment_by_photo_title
source: Print Receipt Comment By Photo
de: Belegkommentar drucken nach Foto
es: Imprimir comentario de recibo por foto
fr: Imprimer le commentaire du reçu par photo
iw: הראה הערה לקבלה לפי תמונה
pt: Imprimir comentário do recibo via foto
ru: Печать комментария к чеку по фото
uk: Друк коментаря до чеку по фото

# pref_output_print_receipt_comment_by_photo_summaryOn
source: Shows the Receipt comment above PDF photos
de: Zeigt den Belegkommentar über PDF Fotos
es: Muestra el comentario del recibo sobre las fotos PDF
fr: Affiche le commentaire du reçu au-dessus des photos PDF
iw: מראה הערה לקבלה מעל תמונות פידיאף
pt: Exibir o comentário do recibo acima das fotos em PDF
ru: Показывает комментарий над фотографиями в PDF
uk: Показувати коментар над фотографіями в PDF

# pref_output_print_receipt_comment_by_photo_summaryOff
source: Hide the Receipt comment above PDF photos
de: Den Belegkommentar über PDF Fotos ausblenden
es: Ocultar el comentario del recibo sobre las fotos PDF
fr: Masquer le commentaire du reçu au-dessus des photos PDF
iw: מחביא הערה לקבלה מתחת לתמונות פידיאף
pt: Ocultar o comentário do recibo acima das fotos em PDF
ru: Скрыть комментарий над фотографиями в PDF
uk: Приховати коментар над фотографіями в PDF

# pref_output_receipts_landscape_title
source: Print receipts table in landscape mode
de: Belegtabelle im Querformat drucken
es: Imprimir la tabla de recibos en modo horizontal
fr: Imprimer le tableau des reçus en mode paysage
iw: מדפיס טבלת קבלות בדף מאוזן
pt: Imprimir tabela de recibos em modo paisagem
ru: Печать таблицы чеков в ландшафтном режиме
uk: Друк таблиці чеків в ландшафтному режимі

# pref_output_receipts_landscape_on
source: Receipts table is printed in landscape mode
de: Belegtabelle ist im Querformat gedruckt
es: La tabla de recibos se imprime en modo horizontal
fr: Le tableau des reçus est imprimé en mode paysage
iw: טבלת קבלות מודפסת בדף מאוזן
pt: A tabela de recibos é impressa em modo paisagem
ru: Таблица чеков печатается в ландшафтном режиме
uk: Таблиця чеків друкується в ландшафтному режимі

# pref_output_receipts_landscape_off
source: Receipts table is printed in portrait mode
de: Belegtabelle wird im Hochformat gedruckt
es: La tabla de recibos se imprime en modo vertical
fr: Le tableau des reçus est imprimé en mode portrait
iw: טבלת קבלות מודפסת בדף מאונך
pt: A tabela de recibos é impressa em modo retrato
ru: Таблица чеков печатается в портретном режиме
uk: Таблиця чеків друкується в портретному режимі

# pref_output_preferred_language_title
source: Preferred Report Language
de: Bevorzugte Berichtssprache
es: Idioma de informe preferido
fr: Langue du rapport préféré
pt: Linguagem de relatório preferida
ru: Предпочтительный язык отчётов
uk: Бажана мова звітів

# pref_email_default_email_to_title
source: Default Email To Recipient
de: Standard E-Mail zum Empfänger
es: Destinatario predeterminado del correo electrónico
fr: E-mail par défaut au destinataire
iw: כתובת אימייל ברירת מחדל למשלוח הדוח
pt: Email padrão do destinatário
ru: Получатель по умолчанию
uk: Одержувач за замовчуванням

# pref_email_default_email_cc_title
source: Default Email CC Recipient
de: Standard Email CC Empfänger
es: Destinatario predeterminado de la copia del correo electrónico
fr: Destinataire CC de l'e-mail par défaut
iw: כתובת אימייל ברירת מחדל למשלוח העתק של הדוח
pt: Email padrão do destinatário c/c
ru: Получатель CC по умолчанию
uk: Одержувач CC за замовчуванням

# pref_email_default_email_bcc_title
source: Default Email BCC Recipient
de: Standard E-Mail BCC Empfänger
es: Destinatario predeterminado de la copia oculta del correo electrónico
fr: Destinataire BCC de l'e-mail par défaut
iw: כתובת אימייל בריבת מחדל למשלוח העתק מוסתר של הדוח
pt: Email padrão do destinatário BCC
ru: Получатель BCC по умолчанию
uk: Одержувач BCC за замовчуванням

# pref_email_default_email_emptyValue
source: Separate values with a semicolon (;)
de: Getrennte Einträge mit einem Semikolon (;)
es: Separar las entradas con punto y coma (;)
fr: Séparer les entrées par un point-virgule (;)
iw: (;) הפרד ערכים עם פסיקודה
pt: Separar lançamentos com ponto e vírgula (;)
ru: Отделять записи точкой с запятой (;)
uk: Відокремлювати записи крапкою з комою (;)

# pref_email_default_email_subject_title
source: Default Email Subject
de: Standard E-Mail Betreff
es: Asunto predeterminado del correo electrónico
fr: Objet de l'e-mail par défaut
iw: כותרת אימייל ברירת מחדל
pt: Assunto padrão do email
ru: Тема письма по умолчанию
uk: Тема листа за замовчуванням

# pref_camera_bw_title
source: Convert to Grayscale
de: In Graustufen konvertieren
es: Convertir a escala de grises
fr: Convertir en niveaux de gris
iw: המר לגווני אפור
pt: Converter para escala de cinza
ru: Преобразовать в оттенки серого
uk: Конвертувати в відтінки сірого

# pref_camera_bw_summary
source: Saves image in black and white
de: Speichert Bild in Schwarz und Weiß
es: Guarda la imagen en blanco y negro
fr: Enregistre l'image en noir et blanc
iw: שומר תמונה בשחור ולבן
pt: Grava imagem em preto e branco
ru: Сохраняет изображение в черно-белом формате
uk: Зберігає зображення в чорно-білому форматі

# pref_camera_rotate_title
source: Automatically rotate images
de: Bilder automatisch drehen
es: Rotar automáticamente las imágenes
fr: Rotation automatique des images
iw: סובב תמונות באופן אוטומטי
pt: Girar imagens automaticamente
ru: Автоматический поворот изображений
uk: Автоматичний поворот зображень

# pref_camera_rotate_summaryOn
source: Try to rotate images upright
de: Versuchen Sie, Bilder aufrecht zu drehen
es: Intenta rotar las imágenes hacia arriba
fr: Essayez de faire pivoter les images en position verticale
iw: נסה לסובב את התמונה לכיוון הנכון
pt: Tentar girar imagens para cima
ru: Пробовать поворачивать изображения вертикально
uk: Намагатися повертати зображення вертикально

# pref_camera_rotate_summaryOff
source: Do not rotate images
de: Die Bilder nicht drehen
es: No rotar las imágenes
fr: Ne pas faire pivoter les images
iw: אל תסובב תמונות
pt: Não girar imagens
ru: Не поворачивать изображения
uk: Не повертати зображення

# pref_layout_display_date_title
source: Include Receipt Date
de: Eingangsdatum hinzufügen
es: Incluir fecha del recibo
fr: Inclure la date des reçus
iw: כלול תאריך קבלה
pt: Incluir a data dos recibos
ru: Включать дату чека
uk: Включати дату чека

# pref_layout_display_date_summary
source: Shows the date of receipt list items
de: Zeigt das Datum des Belegs-Listenelemente
es: Muestra la fecha de la lista de ítems del recibo
fr: Affiche la date des reçus
iw: מראה תאריך לכל קבלה ברשימת הקבלות
pt: Exibir a data dos recibos entre os itens da lista
ru: Показывать дату чека
uk: Показувати дату чека

# pref_layout_display_category_title
source: Include Receipt Category
de: Beleg-Kategorie hinzufügen
es: Incluir categoría del recibo
fr: Inclure la catégorie des reçus
iw: הכלל קטגוריית קבלה
pt: Incluir categoria dos recibos
ru: Включать категорию чека
uk: Включати категорію чека

# pref_layout_display_category_summary
source: Shows the category of receipt list items
de: Zeigt die Kategorie des Belegs-Listenelemente
es: Muestra la categoría de la lista de ítems del recibo
fr: Affiche la catégorie des reçus
iw: מראה קטגוריה לכל קבלה ברשימת הקבלות
pt: Exibir a categoria dos recibos como itens da lista
ru: Показывать категорию чека
uk: Показувати категорію чека

# pref_distance_include_price_in_report_title
source: Add Distance Price to Report
de: Einen Entfernungs-Preis hinzufügen
es: Añadir precio de la distancia al informe
fr: Ajouter les frais de distance au rapport
iw: הוסף מחיר נסיעה לדוח
pt: Adicionar preço por distância ao relatório
ru: Добавить цену расстояния к отчету
uk: Додати вартість відстані до звіту

# pref_distance_include_price_in_report_summaryOn
source: Includes distance price in report total
de: Inklusive Entfernungs-Preis Berichtgesamtpreis
es: Incluir el precio de la distancia en el total del informe
fr: Inclure les frais de distance au total du rapport
iw: מוסיף מחיר נסיעה לסכימה בדוח
pt: Inclui o preço por distância no total do relatório
ru: Включает стоимость маршрута в отчет
uk: Включає вартість відстані до звіту

# pref_distance_include_price_in_report_summaryOff
source: Excludes distance price from report total
de: Schließt den Entfernungs-Preis aus dem Berichtsgesamtpreis aus
es: Excluir el precio de la distancia del total del informe
fr: Exclure les frais de distance du total du rapport
iw: לא מוסיף מחיר נסיעה לסכימה בדוח
pt: Excluir preço por distância do relatório
ru: Исключает стоимость маршрута из отчета
uk: Виключає вартість відстані зі звіту

# pref_distance_rate_title
source: Gas Rate
de: Gaspreis
es: Tarifa del combustible
fr: Prix de l'essence
iw: מחיר לדלק
pt: Preço do Combustível
ru: Расход топлива
uk: Витрати палива

# pref_distance_rate_summaryOff
source: The rate per mi or km travelled
de: Die Rate pro zurückgelegter mi oder km
es: La tarifa por millas o kilómetros recorridos
fr: Prix par miles ou kilomètre parcouru
iw: מחיר לפי קילומטר או מייל של נסיעה
pt: O preço por km ou mi rodada
ru: Расход топлива на милю или км
uk: Витрата палива на милю або км

# pref_distance_rate_summaryOn
source: %@ per mi or km
de: %@ pro mi oder km
es: %@ por milla o kilómetro
fr: %@ par mi ou km
iw: לכל מייל או קילומטר %@
pt: %@ por km ou mi
ru: %@ на милю или км
uk: %@ на милю або км

# pref_distance_print_table_title
source: Include Distance Table
de: Entfernungs-Tabelle inbegriffen
es: Incluir tabla de distancias
fr: Inclure le tableau des distances
iw: הוסף טבלת מרחק נסיעה
pt: Incluir tabela de distâncias
ru: Включить таблицу расстояний
uk: Включити таблицю відстаней
