Repository: SmartReceipts/SmartReceiptsiOS
Catalog: SmartReceipts/Supporting Files/*.lproj/SharedLocalizable.strings
Languages: de, es, fr, iw, pt, ru, uk

# category_hotel
source: Hotel
fr: Hôtel
iw: מלון
ru: Отель
uk: Готель

# category_hotel_code
source: HTL
es: HOTE
ru: ОТЛ
uk: ГОТЛ

# category_laundry
source: Laundry
de: Wäsche
es: Lavandería
fr: Blanchisserie
iw: כביסה
pt: Lavanderia
ru: Прачечная
uk: Пральня

# category_laundry_code
source: LAUN
es: LAVA
fr: BLAN
pt: LAV
ru: СТИРКА
uk: ПРАННЯ

# category_lunch
source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
iw: ארוחת צהריים
pt: Almoço
ru: Обед
uk: Обід

# category_lunch_code
source: LNCH
es: ALMU
fr: DÉJ
pt: ALM
ru: ОБЕД
uk: ОБІД

# category_other
source: Other
de: Andere
es: Otros
fr: Autre
iw: שונות
pt: Outros
ru: Другое
uk: Інше

# category_other_code
source: MISC
fr: DIVERS
pt: OUT
ru: РАЗНОЕ
uk: РІЗНЕ

# category_parking_tolls
source: Parking/Tolls
de: Parkplatz / Maut
es: Estacionamiento/peajes
fr: Parking/Péages
iw: חנייה/עמלות
pt: Estacionamento/Pedágios
ru: Парковка/Пошлины
uk: Парковка/Збори

# category_parking_tolls_code
source: PARK
es: ESTA
fr: PARC
pt: ESTP
ru: ПАРК
uk: ПАРК

# category_postage_shipping
source: Postage/Shipping
de: Porto / Versand
es: Porte de correo/envío
fr: Frais de ports/Livraison
iw: דואר/משלוחים
pt: Correio/Remessas
ru: Почта/Посылки
uk: Пошта/Посилки

# category_postage_shipping_code
source: POST
es: CORR
fr: POSTE
pt: CORR
ru: ПОЧТА
uk: ПОШТА

# category_car_rental
source: Car Rental
de: Autovermietung
es: Renta de automóviles
fr: Location de voiture
iw: שכירת רכב
pt: Aluguel de Veículos
ru: Прокат авто
uk: Прокат авто

# category_car_rental_code
source: RCAR
es: RAUT
fr: LOC
pt: ALGV
ru: ПРОКАТ
uk: ПРОКАТ

# category_taxi_bus
source: Taxi/Bus
es: Taxi/autobús
iw: מונית/אוטובוס
pt: Táxi/Ônibus
ru: Такси/Автобус
uk: Таксі/Автобус

# category_taxi_bus_code
source: TAXI
pt: TXON
ru: ТАКСИ
uk: ТАКСІ

# category_telephone_fax
source: Telephone/Fax
de: Telefon / Fax
es: Teléfono/fax
fr: Téléphone/Fax
iw: טלפון/פקס
pt: Telefone/Fax
ru: Телефон/Факс
uk: Телефон/Факс

# category_telephone_fax_code
source: TELE
fr: TÉL
pt: TELF
ru: ТЕЛЕ
uk: ТЕЛЕ

# category_tip
source: Tip
de: Trinkgeld
es: Propinas
fr: Pourboire
iw: טיפ
pt: Gorjetas
ru: Чаевые
uk: Чайові

# category_tip_code
source: TIP
de: TRINKGELD
es: PROP
fr: POURBOIRE
pt: GORJ
ru: ЧАЕ
uk: ЧАЙВ

# category_train
source: Train
de: Zug
es: Tren
iw: רכבת
pt: Trens
ru: Поезд
uk: Потяг

# category_train_code
source: TRN
es: TREN
fr: TRAIN
pt: TRS
ru: ЖД
uk: ЗД

# category_books_periodicals
source: Books/Periodicals
de: Bücher / Zeitschriften
es: Libros/periódicos
fr: Livres/Périodiques
iw: ספרים/מגזינים
pt: Livros/Periódicos
ru: Книги/Журналы
uk: Книги/Журнали

# category_books_periodicals_code
source: ZBKP
es: LBPD
pt: LIVP
ru: КНЖ
uk: КНЖ

# category_cell_phone
source: Cell Phone
de: Handy
es: Celular
fr: Téléphone portable
iw: סלולרי
pt: Celular
ru: Мобильный телефон
uk: Мобільний телефон

# category_cell_phone_code
source: ZCEL
pt: CEL
ru: МОБ
uk: МОБ

# category_dues_subscriptions
source: Dues/Subscriptions
de: Gebühren/Beiträge
es: Cuotas/suscripciones
fr: Cotisations/Abonnements
iw: מנויים/הוראות קבע
pt: Mensalidades/Assinaturas
ru: Взносы/Подписки
uk: Внески/Підписки

# category_dues_subscriptions_code
source: ZDUE
es: ZCUO
pt: MENS
ru: ВЗН
uk: ВНК

# category_meals_justified
source: Meals (Justified)
de: Mahlzeiten (berechtigte)
es: Alimentos (justificadas)
fr: Repas (justifiés)
iw: ארוחות (בר-החזר)
pt: Refeições (autorizadas)
ru: Питание (подтвержденные)
uk: Харчування (підтверджені)

# category_meals_justified_code
source: ZMEO
es: ZALI
pt: REF
ru: ПИТ
uk: ХАРЧ

# category_stationery_stations
source: Stations
de: Schreibwaren / Stationen
es: Tarjetas/estaciones
fr: Papeterie/Stations
iw: תחנות
pt: Material de escritório
ru: Канцтовары
uk: Канцтовари

# category_stationery_stations_code
source: ZSTS
es: ZEST
pt: MATE
ru: КАНЦ
uk: КАНЦ

# category_training_fees
source: Training Fees
de: Schulungsgebühren
es: Tarifas de capacitación
fr: Frais de formation
iw: עמלות אימון
pt: Tarifas de treinamento
ru: Расходы на обучение
uk: Витрати на навчання

# category_training_fees_code
source: ZTRN
es: ZCAP
pt: TT
ru: ОБУЧ
uk: НАВЧ

# menu_receiptimage_retake
source: Retake Photo
de: Foto noch einmal machen
es: Toma la foto de nuevo
fr: Reprendre une photo
iw: צלם מחדש
pt: Tirar foto novamente
ru: Сделать снимок повторно
uk: Зробити знімок повторно

# menu_receiptimage_rotate_ccw
source: Rotate CCW
de: Drehen entgegen den Uhrzeigersinn
es: Rotar CSR
fr: Pivoter à gauche
iw: סובב נגד כיוון השעון
pt: Girar no sentido anti-horário
ru: Поворот против часовой стрелки
uk: Повернути проти годинникової стрілки

# menu_receiptimage_rotate_cw
source: Rotate CW
de: Drehen im Uhrzeigersinn
es: Rotar SR
fr: Pivoter à droite
iw: סובב עם כיוון השעון
pt: Girar no sentido horário
ru: Поворот по часовой стрелке
uk: Поворот за годинниковою стрілкою

# email_body_subject_5mb_warning
source: The following attachment is over 5MB in size and may not properly attach: %@
de: Der folgende Anhang hat mehr als 5 MB groß und kann nicht richtig beigefügt werden: %@
es: El siguiente adjunto tiene más de 5 MB y no se puede adjuntar correctamente: %@
fr: La pièce jointe ci-dessous fait plus de 5 Mo et ne peut pas être jointe correctement : %@
iw: %@ :הקובץ המצ״ב גדול מ-5 מגהבייט, ולכן ייתכן שלא יוצמד כראוי
pt: O anexo a seguir tem mais de 5 MB de tamanho e não pode ser anexado: %@
ru: Вложение имеет размер более 5 МБ и может быть не правильно прикреплено: %@
uk: Файл має розмір більше 5 МБ і може бути не правильно прикріплений: %@

# progress_import
source: Importing your files…
de: Importieren Ihrer Dateien…
es: Importando tus archivos…
fr: Importation de vos fichiers…
iw: מעלה את הקבצים שלך…
pt: Importando seus arquivos…
ru: Импорт файлов…
uk: Імпорт файлів…

# progress_building_reports
source: Building Reports…
de: Gebäudeberichte…
es: Creación de informes…
fr: Construire des rapports…
iw: ...בונה דוחות
pt: Construindo relatórios…
ru: Построение отчётов…
uk: Генерація звітів…

# SD_ERROR
source: Error: Please make sure that your SD Card is available and not mounted to your computer.
de: Fehler: Bitte stellen Sie sicher, dass die SD-Karte verfügbar ist und nicht an den Computer montiert.
es: Error: Por favor asegúrate que tu tarjeta SD esté disponible y no esté montada en tu computador.
fr: Erreur : Veuillez vérifier que votre carte SD est disponible et non montée sur votre ordinateur.
iw: .תקלה: אנא וודא שכרטיס הזכרון שלך זמין ולא מחובר למחשב שלך
pt: Erro: Certifique-se de que seu cartão SD esteja disponível e não esteja instalado em seu computador
ru: Ошибка: убедитесь, что ваша SD-карта доступна и не подключена к вашему компьютеру.
uk: Помилка: переконайтеся, що ваша SD-карта доступна і не підключена до вашого комп'ютера.

# SD_WARNING
source: Warning: Your SD Card is not available or is mounted to your computer. Some images may be inaccessible. Switching to internal storage…
de: Warnung: Ihre SD-Karte ist nicht verfügbar oder auf Ihrem Computer angebracht. Einige Bilder könnten nicht zugreifbar sein. Das Umschalten auf internen Speicher …
es: Advertencia: Tu tarjeta SD no está disponible o está montada en el computador. Algunas imágenes pueden ser inaccesibles. Cambiando a almacenamiento interno…
fr: Attention : votre carte SD n’est pas disponible ou est montée sur votre ordinateur. Certaines images peuvent être inaccessibles. Mise en mémoire interne…
iw: אזהרה: כרטיס הזכרון שלך לא זמין או מחובר למחשב שלך. חלק מהתמונות עלולות להיות בלתי נגישות. מחליף לזכרון פנימי…
pt: Aviso: Seu cartão SD não está disponível ou está instalado em seu computador. Algumas imagens podem estar inacessíveis. Alternando para armazenamento interno…
ru: Внимание: Ваша SD-карта отсутствует или подключена к вашему компьютеру. Некоторые изображения могут быть недоступны. Переключение на внутреннюю память…
uk: Увага: Ваша SD-карта відсутня або підключена до вашого комп'ютера. Деякі зображення можуть бути недоступні. Переключення на внутрішню пам'ять…

# database_error
source: Error: Failed to save your receipt
de: Fehler: Fehler beim Speichern der Quittung
es: Error: No se pudo guardar tu recibo
fr: Erreur : Échec de l'enregistrement de votre reçu
iw: תקלה: שמירת קבלה נכשלה
pt: Erro: Falha ao salvar recibo
ru: Ошибка: Не удалось сохранить ваш чек
uk: Помилка: Не вдається зберегти ваш чек

# database_get_error
source: Error: Failed to fetch your data. Try re-launching the app.
de: Fehler: Fehler beim Holen Ihrer Daten. Versuchen Sie die App. neu zu starten.
es: Error: No se pudo obtener tu información. Intenta reiniciar la app.
fr: Erreur : Échec de la récupération de vos données. Essayez de relancer l'appli.
iw: .תקלה: בלתי אפשרי לגשת למידע שלך. אנא הפעל מחדש את האפליקציה
pt: Erro: Falha ao obter dados. Tente reinicializar o app.
ru: Ошибка: Не удалось получить данные. Попробуйте перезапустить приложение.
uk: Помилка: Не вдалося завантажити дані. Спробуйте перезапустити додаток.

# IMG_OPEN_ERROR
source: Error: The image is currently inaccessible or corrupted. Your SD Card may be unavailable or mounted to your computer. If not, click the menu button to retake the photo.
de: Fehler: Das Bild ist derzeit nicht zugänglich oder beschädigt. SD-Karte ist nicht verfügbar oder am Computer montiert. Wenn nicht, klicken Sie auf die Menü-Taste, um das Foto wieder zu holen.
es: Error: La imagen actualmente es inaccesible o está dañada. Tu tarjeta SD puede no estar disponible o estar montada en el computador. Si no lo está, haz clic en el botón menú para tomar de nuevo la foto.
fr: Erreur : L’image est actuellement inaccessible ou corrompue. Votre carte SD peut être indisponible ou montée sur votre ordinateur. Si ce n’est pas le cas, cliquez sur le bouton du menu pour reprendre la photo.
iw: .תקלה: התמונה כרגע בלתי נגישה או פגומה. כרטיס הזכרון שלך עלול להיות בלתי זמין או מחובר למחשב שלך. אם הוא לא, אנא לחץ על כפתור התפריט על מנת לצלם את התמונה מחדש.
pt: Erro: A imagem está inacessível ou corrompida. Seu cartão SD pode estar indisponível ou instalado em seu computador. Se esse não for o caso, clique no botão do menu para tirar a foto novamente
ru: Ошибка: Изображение в настоящее время недоступно или повреждено. Ваша SD-карта может быть недоступна или подключена к вашему компьютеру. Если это не так, нажмите кнопку меню, чтобы сделать снимок еще раз.
uk: Помилка: Зображення на даний час недоступно або пошкоджено. Ваша SD-карта може бути недоступна або підключена до вашого комп'ютера. Якщо це не так, натисніть кнопку меню, щоб зробити знімок ще раз.

# IMG_SAVE_ERROR
source: Error: The Image Failed to Save Properly
de: Fehler: Das Bild konnte nicht richtig gespeichert werden
es: Error: La imagen no se pudo guardar correctamente
fr: Erreur : L’image n’a pas été enregistrée correctement
iw: תקלה: התמונה לא נשמרה כראוי
pt: Erro: Falha ao salvar imagem
ru: Ошибка: Не удалось сохранить изображение должным образом
uk: Помилка: Не вдалося зберегти зображення належним чином

# FILE_SAVE_ERROR
source: Error: The File Failed to Save Properly
de: Fehler: Die Datei konnte nicht korrekt gespeichert werden
es: Error: El archivo no se pudo guardar correctamente.
fr: Erreur: Le fichier n’a pas pu être enregistré correctement.
iw: תקלה: הקובץ לא נשמר כראוי
pt: Erro: Falha ao salvar arquivo
ru: Ошибка: Не удалось сохранить файл должным образом
uk: Помилка: Не вдалося зберегти файл належним чином

# ILLEGAL_CHAR_ERROR
source: Error: The name contains an illegal character
de: Fehler: Der Name enthält ein unzulässiges Zeichen
es: Error: El nombre contiene un carácter ilegal
fr: Erreur : Le nom contient un caractère illégal
iw: תקלה: שם הקובץ מכיל תו בלתי חורי
pt: Erro: O nome contém um caractere inválido
ru: Ошибка: Имя содержит недопустимый символ
uk: Помилка: Ім'я містить неприпустимий символ

# SPACE_ERROR
source: Error: The name cannot begin with a space
de: Fehler: Der Name kann nicht mit einem Leerzeichen beginnen,
es: Error: El nombre no puede comenzar con un espacio
fr: Erreur : Le nom ne peut pas commencer par un espace
iw: תקלה: השם לא יכול להתחיל עם רווח
pt: Erro: O nome não pode começar com um espaço
ru: Ошибка: Имя не может начинаться с пробела
uk: Помилка: Ім'я не може починатися з пробілу

# CALENDAR_TAB_ERROR
source: Error: Please Touch the Date TextBox to set the Date
de: Fehler: Bitte Tippen Sie auf die Datum TextBox, um das Datum einzustellen
es: Error: Por favor toca la caja de texto de fecha para definir la fecha
fr: Erreur : Veuillez toucher la zone de texte de la date pour définir la date
iw: תקלה: אנא לחץ על תיבת הטקסט של התאריך על מנת לקבוע את התאריך
pt: Erro: Toque na Caixa de texto 'Data' para definir a data
ru: Ошибка: Пожалуйста, нажмите на поле даты для установки даты
uk: Помилка: Будь ласка, натисніть на поле дати для установки дати

# DURATION_ERROR
source: Error: The Start Date Must Occur Prior To The End Date
de: Fehler: Das Startdatum muss vor dem Enddatum kommen
es: Error: La fecha inicial debe ser antes de la fecha final
fr: Erreur : La date de début doit être avant la date de fin
iw: תקלה: תאריך ההתחלה חייב להיות לפני תאריך הסיום
pt: Erro: A data inicial deve anteceder a data final
ru: Ошибка: Дата начала должна предшествовать дате окончания
uk: Помилка: Дата початку має передувати даті закінчення

# EXPORT_ERROR
source: Error: Failed to properly export your data.
de: Fehler: Ihre Daten wurden nicht ordnungsgemäß exportiert.
es: Error: No se pudo exportar correctamente tu información.
fr: Erreur : Impossible d'exporter correctement vos données.
iw: .תקלה: לא ניתן לייצא את המידע שלך כראוי
pt: Erro: Falha ao exportar dados
ru: Ошибка: Не удалось правильно экспортировать ваши данные.
uk: Помилка: Не вдалося правильно експортувати ваші дані.

# IMPORT_ERROR
source: Error: Failed to recognize the file as importable
de: Fehler: Fehler, die Datei wurde nicht importierbar erkannt
es: Error: No se pudo reconocer el archivo como importable
fr: Erreur : Impossible de reconnaître le fichier comme importable
iw: .תקלה: לא ניתן לזהות את הקובץ כבר-ייבוא
pt: Erro: Falha ao reconhecer o arquivo como importável
ru: Ошибка: Не удалось распознать файл как импортируемый
uk: Помилка: Не вдалося розпізнати файл як імпортуємий

# MOVE_ERROR
source: Error: Failed to move the receipt
de: Fehler: Fehler beim Bewegen des Belegs
es: Error: No se pudo mover el recibo
fr: Erreur : Impossible de déplacer le reçu
iw: תקלה: לא ניתן להזיז את הקבלה
pt: Erro: Falha ao mover o recibo
ru: Ошибка: Не удалось переместить чек
uk: Помилка: Не вдається перемістити чек

# COPY_ERROR
source: Error: Failed to copy the receipt
de: Fehler: Fehler beim Kopieren des Belegs
es: Error: No se pudo copiar el recibo
fr: Erreur : Impossible de copier le reçu
iw: תקלה: לא ניתן להעתיק את הקבלה
pt: Erro: Falha ao copiar o recibo
ru: Ошибка: Не удалось копировать чек
uk: Помилка: Не вдається скопіювати чек

# toast_warning_reset_exchange_rate
source: Warning: Changing the currency will reset ALL exchange rates
de: Achtung: beim Ändern der Währung, werden alle Wechselkurse zurückgesetzt
es: Advertencia: Cambiar la moneda restablecerá TODAS las tasas de cambio
fr: Attention : Changer la devise réinitialisera TOUS les taux de change
iw: אזהרה: שינוי המטבע יאתחל את כל המטבעות ושערי החליפין
pt: Aviso: Alterar a moeda redefine TODAS as taxas de câmbio
ru: Внимание: изменение валюты сбросит ВСЕ курсы валют
uk: Увага: зміна валюти скине ВСЕ курси валют

# toast_error_trip_exists
source: Error: An expense report with that name already exists
de: Fehler: Eine Kostenabrechnung mit diesem Namen existiert bereits
es: Error: Ya existe un informe de gastos con ese nombre
fr: Erreur : Une note de frais avec ce nom existe déjà
iw: תקלה: דוח בשם הזה קיים כבר
pt: Erro: Já existe um relatório de gastos com esse nome
ru: Ошибка: отчет о расходах с этим названием уже существует
uk: Помилка: звіт про витрати з цією назвою вже існує

# toast_error_category_exists
source: Error: An category with that name already exists
de: Fehler: Eine Kategorie mit diesem Namen existiert bereits
es: Error: Ya existe una categoría con ese nombre
fr: Erreur : Une catégorie avec ce nom existe déjà
iw: תקלה: קטגוריה בשם הזה קיימת כבר
pt: Erro: Já existe uma categoria com esse nome
ru: Ошибка: категория с этим именем уже существует
uk: Помилка: категорія з такою назвою вже існує

# toast_receipt_copy
source: Successfully copied the receipt
de: Beleg erfolgreich kopiert
es: El recibo se copió correctamente
fr: Reçu copié avec succès
iw: הקבלה הועתקה בהצלחה
pt: Recibo copiado com êxito
ru: Чек успешно cкопирован
uk: Чек вдало скопійовано

# toast_receipt_move
source: Successfully moved the receipt
de: Beleg erfolgreich bewegt
es: El recibo se movió correctamente
fr: Reçu déplacé avec succès
iw: הקבלה הועברה בהצלחה
pt: Recibo movedo com êxito
ru: Чек успешно перемещен
uk: Чек вдало переміщено

# toast_receipt_image_added
source: Successfully added a new image to %@
de: Ein neues Bild erfolgreich auf %@ hinzugefügt
es: Se añadió correctamente una imagen nueva a %@
fr: Vous avez joint une nouvelle image à %@
iw: %@ :נוספה תמונה חדשה בהצלחה ל
pt: Nova imagem adicionada a %@ com êxito
ru: Новое изображение успешно добавлено в %@
uk: Нове зображення вдало додано до %@

# toast_receipt_image_replaced
source: Successfully replaced a new image for %@
de: Ein neues Bild erfolgreich ersetzt für %@
es: Se reemplazó correctamente una imagen nueva de %@
fr: Vous avez remplacé une nouvelle image pour %@
iw: %@ :הוחלפה בהצלחה התמונה של
pt: Nova imagem substituída por %@ com êxito
ru: Успешно заменено изображение в %@
uk: Вдало замінено зображення в %@

# toast_receipt_pdf_added
source: Successfully added a new PDF to %@
de: Neue PDF erfolgreich auf %@ hinzugefügt
es: Se añadió correctamente un PDF nuevo a %@
fr: Vous avez joint un nouveau PDF à %@
iw: %@ :נוסף בהצלחה קובץ פידיאף ל
pt: Novo PDF adicionado a %@ com êxito
ru: Новый PDF успешно добавлен в %@
uk: Новий PDF вдало доданий в %@

# toast_receipt_pdf_replaced
source: Successfully replaced a new PDF for %@
de: Eine neue PDF für %@ wurde erfolgreich ersetzt
es: Se reemplazó correctamente un PDF nuevo de %@
fr: Vous avez remplacé un nouveau PDF pour %@
iw: %@ :הוחלף בהצלחה קובץ פידיאף ל
pt: Novo PDF substituído por %@ com êxito
ru: Успешно заменен PDF в %@
uk: Вдало замінений PDF в %@

# toast_import_complete
source: Successfully imported all files. Please re-launch the app.
de: Alle Dateien wurden erfolgreich importiert. Bitte starten Sie die App. erneut
es: Se importaron correctamente todos los archivos. Por favor reinicia la app.
fr: Importation réussie de tous les fichiers. Veuillez relancer l'appli.
iw: .יובאו כל הקבצים בהצלחה. אנא אתחל את האפליקציה.
pt: Arquivos importados com êxito. Reinicialize o app.
ru: Все файлы успешно импортированы. Пожалуйста, перезапустите приложение.
uk: Всі файли вдало імпортовані. Будь ласка, перезапустіть додаток.

# toast_no_storage_permissions
source: Cannot import file without storage permissions
de: Kann keine Datei ohne Speicherberechtigungen importieren
es: No se puede importar archivos sin permisos de almacenamiento
fr: Impossible d'importer des fichiers sans autorisation de stockage
iw: לא ניתן לייבא קובץ בלי הרשאות לאחסון של הטלפון
pt: Não é possível importar arquivos sem permissões de armazenamento
ru: Невозможно импортировать файл без разрешения на чтение
uk: Неможливо імпортувати файл без дозволу на читання

# toast_reorder_hint
source: Long press item to initiate dragging
de: Lange drücken, um das Ziehen zu starten
es: Mantenga pulsado el elemento para iniciar el arrastre
fr: Appui long sur l'élément pour lancer le glisser
iw: לחץ לחיצה ארוכה על הפריט על מנת להתחיל גרירה
pt: Pressione prolongadamente o item para iniciar o arrastar
ru: Удерживайте элемент чтобы начать перетаскивание
uk: Утримуйте елемент, щоб почати перетягування

# toast_csv_report_distances
source: To create CSV report please check option %@
de: Um einen CSV-Bericht zu erstellen, aktivieren Sie die Option %@
es: Para crear un informe CSV, compruebe la opción %@
fr: Pour créer un rapport CSV, veuillez cocher l'option %@
iw: %@ :על מנת ליצור דוח אקסל אנא לחץ על
pt: Para criar um relatório CSV, marque a opção %@
ru: Чтобы создать отчет CSV, выберите опцию %@
uk: Щоб створити звіт у форматі CSV, будь ласка, поставте галочку %@

# attachment_error
source: Unable to attach this file.
de: Diese Datei kann nicht angehängt werden.
es: No se puede adjuntar este archivo.
fr: Impossible de joindre ce fichier.
pt: Não é possível anexar este arquivo.
ru: Не удалось прикрепить этот файл.
uk: Не вдається прикріпити цей файл.

# trip_adapter_list_item_to
source: to
de: %1$@ bis %2$@
es: %1$@ hasta %2$@
fr: %1$@ à %2$@
iw: %2$@ אל @%1$
pt: %1$@ para %2$@
ru: %1$@ до %2$@
uk: до

# trip_no_data
source: You don't seem to have any reports defined at the moment. Try clicking the "+" (plus) button to get started. Smart Receipts lets you create Expense reports, track receipts within each, and quickly generate PDF & CSV reports for your receipt totals. It's quick and easy! Also, be sure to check out the menu to customize the categories, reports, and other settings to best suit for your needs.
de: Sie scheinen zur Zeit keine definierten Berichte haben. Versuchen Sie auf die + Taste (plus) zu klicken, um zu beginnen. Smart Receipts lässt Sie Kostenberichte, Track Belege erstellen und sehr schnell PDF & CSV-Berichte für Ihre Belegsummen generieren. Es ist schnell und einfach! Überprüfen Sie undedingt das Menü, um die Kategorien, Berichte und anderen Einstellungen bestens an Ihre Bedürfnisse anzupassen.
es: No pareces tener informes definidos en el momento. Intenta hacer clic en el botón + (más) para comenzar. Smart Receipts te permite crear informes de gastos, controlar los recibos de cada uno y generar rápidamente informes en PDF y CSV para los totales de tus recibos. ¡Es fácil y rápido! También, asegúrate de revisar el menú para personalizar las categorías, informes y otros ajustes para que se adapten mejor a tus necesidades.
fr: Il semblerait que vous n’ayez aucun rapport défini pour le moment. Cliquez sur le bouton + (plus) pour commencer. Smart Receipts vous permet de créer des notes de frais, de suivre les reçus dans chacune d’elle et de créer rapidement des rapports PDF et CSV pour la totalité de vos reçus. C’est rapide et facile ! Assurez-vous également de consulter le menu pour personnaliser les catégories, les rapports et d’autres paramètres pour qu’ils répondent mieux à vos besoins.
iw: אין לך דוחות מוגדרים כרגע. נסה ללחוץ על + על מנת להתחיל. האפליקציה מאפשר לך ליצור דוחות הוצאה, לעקוב אחרי קבלות בכל אחד מהדוחות, ולייצר דוחות PDF וCSV להוצאות שלך. זה קל ופשוט! בנוסף, ניתן לבצע התאמה אישית לקטגוריות, דוחות ושאר הגדרות בתפריט ההגדרות על מנת להתאים את התוכנה לצרכיך.
pt: Você não parece ter nenhum relatório definido no momento. Tente clicar no botão '+' para começar. O Smart Receipts permite criar relatórios de gastos, rastrear recibos em cada um deles e gerar rapidamente relatórios PDF e CSV para as totalizações. É fácil e rápido! Certifique-se de conferir o menu para personalizar as categorias, relatórios e outras configurações para adequá-las às suas necessidades.
ru: Судя по всему, в настоящее время у вас нет отчетов. Нажмите на кнопку + (плюс), чтобы начать. Смарт Чеки позволяют создавать отчеты о расходах, отслеживать чеки внутри каждого из них, и быстро создавать отчеты в форматах PDF и CSV. Быстро и просто! Кроме того, обязательно ознакомьтесь с меню, чтобы настроить категории, отчеты и другие параметры для ваших нужд.
uk: Судячи з усього, в даний час у вас немає звітів. Натисніть на кнопку + (плюс), щоб почати. Смарт Чеки дозволяють створювати звіти про витрати, відстежувати чеки всередині кожного з них, і швидко створювати звіти в форматах PDF і CSV. Швидко та просто! Крім того, обов'язково ознайомтесь з меню, щоб налаштувати категорії, звіти та інші параметри для ваших потреб.
