Repository: SmartReceipts/SmartReceiptsiOS
Catalog: SmartReceipts/Supporting Files/*.lproj/SharedLocalizable.strings
Languages: de, es, fr, iw, pt, ru, uk

# pref_distance_print_table_summaryOn
source: PDF/CSV reports include distance table
de: PDF / CSV-Berichte enthalten Entfernungstabelle
es: Los informes en PDF/CSV incluyen la tabla de distancias
fr: Les rapports PDF/CSV comprennent un tableau des distances
iw: דוחות פידיאף ואקסל כוללים טבלת מרחק נסיעה
pt: Relatórios em PDF/CSV incluem a tabela de distâncias
ru: Отчеты PDF/CSV включают таблицу расстояний
uk: Звіти PDF/CSV включають таблицю відстаней

# pref_distance_print_table_summaryOff
source: PDF/CSV reports don't include distance table
de: PDF / CSV-Berichte enthalten keine Entfernungstabelle
es: Los informes en PDF/CSV no incluyen la tabla de distancias
fr: Les rapports PDF/CSV ne comprennent pas de tableau des distances
iw: דוחות פידיאף ואקסל לא כוללים טבלת מרחק נסיעה
pt: Relatórios PDF/CSV não incluem tabela de distâncias
ru: Отчеты PDF/CSV не включают таблицу расстояний
uk: Звіти PDF/CSV не включають таблицю відстаней

# pref_distance_print_daily_title
source: Report on Daily Distance
de: Bericht über die tägliche zurückgelegte Entfernung
es: Informar la distancia diaria
fr: Rapport sur la distance quotidienne
iw: דווח על מרחק נסיעה יומי
pt: Relatar distância diária
ru: Ежедневное расстояние в отчете
uk: Щоденна відстань в звіті

# pref_distance_print_daily_summaryOn
source: Show distance as receipt line item
de: Entfernung als Beleg-Position anzeigen
es: Mostrar la distancia como un ítem del recibo
fr: Afficher la distance en ajoutant une ligne de reçu
iw: הראה מרחק נסיעה לכל קבלה
pt: Exibir distância como item de linha nos recibos
ru: Показывать поле "Расстояние"
uk: Показувати поле "Відстань"

# pref_distance_print_daily_summaryOff
source: Don't show distance as receipt line item
de: Entfernung nicht als Beleg-Position anzeigen
es: No mostrar la distancia como un ítem del recibo
fr: Ne pas afficher la distance sous forme de ligne de reçu
iw: אל תראה מרחק נסיעה לכל קבלה
pt: Não exibir distância como item de linha nos recibos
ru: Не показывать поле "Расстояние"
uk: Не показувати поле "Відстань"

# pref_distance_as_price_title
source: Distance Price in Subtitle
de: Entfernungspreis im Untertitel
es: Mostrar el precio en el subtítulo
fr: Frais de distance en sous-titre
iw: מחיר מרחק נסיעה בכותרת משנה
pt: Preço por distância no subtítulo
ru: Цена расстояния в подзаголовке
uk: Ціна відстані в підзаголовку

# pref_distance_as_price_summaryOn
source: Show distance price total in app subtitle
de: Entfernungs-reis insgesamt in App Untertitel
es: Mostrar el precio total de la distancia en el subtítulo de la app
fr: Afficher le total des frais de distance dans le sous-titre de l'appli
iw: הראה סך הכול מחיר נסיעה בכותרת משנה
pt: Exibir preço por distância no subtítulo do app
ru: Показывать стоимость маршрута в подзаголовке приложения
uk: Показувати вартість відстані в підзаголовку додатку

# pref_distance_as_price_summaryOff
source: Show distance travelled in app subtitle
de: Zurückgelegte Entfernung in App Untertitel anzeigen
es: Mostrar la distancia recorrida en el subtítulo de la app
fr: Afficher la distance parcourue dans le sous-titre de l'appli
iw: הראה סך הכול מרחק נסיעה בכותרת משנה
pt: Exibir distância percorrida no subtítulo do app
ru: Показывать пройденную дистанцию в подзаголовке приложения
uk: Показувати пройдену дистанцію в підзаголовку додатку

# pref_pro_pdf_footer_title
source: PDF Footer Text
de: PDF Fußzeilentext
es: Texto del pie de página PDF
fr: Pied de page du texte PDF
iw: טקסט בתחתית מסמך פידיאף
pt: Texto do rodapé do PDF
ru: Текст внизу PDF
uk: Текст знизу PDF

# pref_pro_separate_by_category_title
source: Separate Payments by Category
de: Getrennte Zahlungen nach Kategorie
es: Pagos separados por categoría
fr: Paiements séparés par catégorie
iw: הפרד תשלומים לפי קטגוריה
pt: Divida pagamentos por Categoria
ru: Разделить платежи по категориям
uk: Розділити платежі за категоріями

# pref_pro_separate_by_category_summaryOn
source: PDF/CSV reports include separate tables for different categories
de: PDF / CSV-Berichte enthalten separate Tabellen für verschiedene Kategorien
es: Los informes PDF/CSV incluyen tablas separadas para diferentes categorías
fr: PDF/CSV rapports comprennent des tables séparées pour différentes catégories
iw: דוחות פידיאף ואקסל מכילים טבלאות שונות לפי קטגוריה
pt: PDF/CSV relatórios incluem mesas separadas para diferentes categorias
ru: В PDF/CSV отчеты будут включены отдельные таблицы для разных категорий
uk: У PDF/CSV звіти будуть включені окремі таблиці для різних категорій

# pref_pro_separate_by_category_summaryOff
source: PDF/CSV reports don't include separate tables for different categories
de: PDF / CSV-Berichte enthalten keine separaten Tabellen für verschiedene Kategorien
es: Los informes PDF/CSV no incluyen tablas separadas para diferentes categorías
fr: Rapports PDF/CSV ne comprennent pas des tables séparées pour différentes catégories
iw: דוחות פידיאף ואקסל לא מכילים טבלאות שונות לפי קטגוריה
pt: PDF/CSV relata don't incluem mesas separadas para diferentes categorias
ru: В PDF/CSV отчеты не будут включены отдельные таблицы для разных категорий
uk: У PDF/CSV звіти не будуть включені окремі таблиці для різних категорій

# pref_pro_categorical_summation_title
source: Include Categorical Summation
de: Kategorische Summation einschließen
es: Incluir Sumatoria Categórica
fr: Inclure catégorielles Summation
iw: כלול סכימה לפי קטגרויה
pt: Incluir Categorical Somatório
ru: Включить суммирование по категориям
uk: Включити підсумовування за категоріями

# pref_pro_categorical_summation_summaryOn
source: PDF/CSV reports include table with summation by category
de: PDF / CSV-Berichte enthalten Tabelle mit Summierung nach Kategorie
es: Los informes PDF/CSV incluyen una tabla con suma por categoría
fr: PDF/CSV rapports comprennent table avec sommation par catégorie
iw: דוחות פידיאף ואקסל מכילים טבלאות של סכימה לפי קטגוריה
pt: PDF/CSV relatórios incluem mesa com somatório por categoria
ru: В PDF/CSV отчёты будет включена таблица с расходами по категориям
uk: У PDF/CSV звіти буде включена таблиця з витратами по категоріям

# pref_pro_categorical_summation_summaryOff
source: PDF/CSV reports don't include table with summation by category
de: PDF / CSV-Berichte enthalten keine Tabelle mit Summierung nach Kategorie
es: Los informes PDF/CSV no incluyen la tabla con suma por categoría
fr: PDF/CSV rapports ne comprennent pas la table avec sommation par catégorie
iw: דוחות פידיאף ואקסל לא מכילים טבלאות של סכימה לפי קטגוריה
pt: PDF/CSV relata don't incluem mesa com somatório por categoria
ru: В PDF/CSV отчёты не будет включена таблица с расходами по категориям
uk: У PDF/CSV звіти не буде включена таблиця з витратами по категоріям

# pref_pro_omit_default_table_title
source: Omit Default PDF Table
de: Pflegen Sie die Standard-PDF-Tabelle
es: Omitir tabla PDF predeterminada
fr: Omettre Tableau PDF par défaut
iw: אל תכלול טבלת פידיאף ברירת מחדל
pt: Omitir Tabela PDF padrão
ru: Исключить общую PDF таблицу
uk: Виключити загальну PDF таблицю

# pref_help_send_love_title
source: Send Love
de: Liebe senden
es: Enviar amor
fr: Envoyer un j'aime
iw: (:שלח אהבה
pt: Enviar saudações
ru: Отправить Лайк
uk: Відправити Лайк

# pref_help_send_feedback_title
source: Send Feedback
de: Feedback abschicken
es: Enviar comentarios
fr: Envoyer des commentaires
iw: שלח פידבק
pt: Enviar comentários
ru: Отправить отзыв
uk: Відправити відгук

# pref_help_support_email_title
source: Email for Support
de: E-Mail für den Support
es: Enviar correo electrónico para obtener asistencia
fr: Envoyer un e-mail pour obtenir de l'aide
iw: שלח אימייל לתמיכה טכנית
pt: Email do suporte
ru: E-mail для поддержки
uk: E-mail для підтримки

# pref_about_version_title
source: Version
es: Versión
iw: גרסא
pt: Versão
ru: Версия
uk: Версія

# pref_about_about_title
source: About
de: Über
es: Acerca de
fr: À propos
iw: אודות
pt: Sobre
ru: О программе
uk: Про програму

# pref_about_terms_title
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
iw: תנאי שימוש
pt: Termos de Uso
ru: Условия использования
uk: Умови використання

# pref_about_privacy_policy_title
source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
iw: מדיניות פרטיות
pt: Política de Privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності

# pref_privacy_enable_analytics_title
source: Share Analytics
de: Share Analysen
es: Compartir Analytics
fr: Analyses de partage
iw: שתף מידע אנונימי אודות השימוש שלך
pt: Compartilhar o Analytics
uk: Поделиться аналитикой

# pref_privacy_enable_analytics_summary
source: With Google/Firebase Analytics
de: Mit Google / Firebase Analytics
es: Con Google / Firebase Analytics
fr: Avec Google / Firebase Analytics
iw: Google/Firebase Analytics באמצעות
pt: Com o Google / Firebase Analytics
uk: С Google / Firebase Analytics

# pref_privacy_enable_crash_tracking_title
source: Share Crash Information
de: Teilen Absturzinformationen
es: Compartir información de bloqueo
fr: Partager l'information sur l'accident
iw: שתף מידע על התרסקות התוכנה
pt: Compartilhar informações sobre falhas
uk: Поделиться неудачами приложений

# pref_privacy_enable_crash_tracking_summary
source: With Google Crashlytics
de: Mit Google Crashlytics
es: Con Google Crashlytics
fr: Avec Google Crashlytics
iw: Google Crashlyticsבאמצעות
pt: Com Google Crashlytics
uk: С Google Crashlytics

# pref_privacy_enable_ad_personalization_title
source: Allow Ad Personalization
de: Erlaube Ad-Personalisierung
es: Permitir la personalización de anuncios
fr: Autoriser la personnalisation de l'annonce
iw: אפשר התאמה אישית של פרסומות
pt: Permitir personalização de anúncios
uk: Разрешить персонализацию объявлений

# pref_privacy_enable_ad_personalization_summary
source: With Google AdMob
de: Mit Google AdMob
es: Con Google AdMob
fr: Avec Google AdMob
iw: Google AdMobעם
pt: Com o Google AdMob
uk: С помощью Google AdMob

# remote_backups_list_item_menu_delete
source: @string/delete
de: Löschen
es: Eliminar
fr: Supprimer
iw: מחק
pt: Excluir
ru: Удалить

# dialog_remote_backup_delete_title
source: @string/delete
de: Löschen
es: Eliminar
fr: Supprimer
iw: מחק
pt: Excluir
ru: Удалить

# dialog_remote_backup_delete_positive
source: @string/delete
de: Löschen
es: Eliminar
fr: Supprimer
iw: מחק
pt: Excluir
ru: Удалить

# category_null_code
source: NUL
es: NULO

# pref_email_header
source: Email
es: Correo electrónico
iw: אימייל
