Repository: SmartReceipts/SmartReceiptsiOS
Catalog: SmartReceipts/Supporting Files/*.lproj/SharedLocalizable.strings
Languages: de, es, fr, iw, pt, ru, uk

# dialog_attachment_text
source: Tap on an existing receipt to add this %@ to it
de: Tippen Sie auf einen bestehenden Beleg um ihn hinzufügen %@
es: Toca un recibo existente para añadirle este %@
fr: Appuyez sur un reçu existant pour y ajouter cette %@
iw: לחץ על קבלה קיימת כדי להוסיף אליה את %@
pt: Toque em um recibo existente para adicionar esse %@ a ele
ru: Нажмите на существующий чек, чтобы добавить этот %@ к нему
uk: Натисніть на існуючий чек, щоб додати цей %@ до нього

# receipt_dialog_remove_attachment
source: Do you want to remove attachment?
de: Möchten Sie den Anhang entfernen?
es: ¿Quieres eliminar el archivo adjunto?
fr: Voulez-vous supprimer la pièce jointe?
iw: האם אתה רוצה למחוק את הקובץ המצורף?
pt: Deseja remover o anexo?
ru: Вы хотите удалить вложение?
uk: Ви хочете видалити вкладення?

# dialog_custom_csv_spinner
source: Column Type
de: Typ Spalte
es: Tipo de columna
fr: Type de colonne
iw: סוג עמודה
pt: Tipo de coluna
ru: Тип колонки
uk: Тип колонки

# dialog_category_add
source: Add Category
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
iw: הוסף קטגוריה
pt: Adicionar categoria
ru: Добавить категорию
uk: Додати категорію

# dialog_category_edit
source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
iw: ערוך קטגוריה
pt: Editar Categoria
ru: Редактировать категорию
uk: Редагувати категорію

# error_no_pdf_activity_viewer
source: Failed to find a PDF Viewer Application
de: Es wurde keine PDF-Viewer-Anwendung gefunden
es: No se pudo encontrar una aplicación para visualizar los PDF
fr: Impossible de trouver une application pour lire les PDF
iw: לא קיימת אפליקציה לצפייה בקבצי PDF
pt: Falha ao encontrar um app de visualização de PDF
ru: Не удалось найти приложение для просмотра PDF
uk: Не вдалося знайти додаток для перегляду PDF

# error_no_send_intent_dialog_title
source: No Send App Found
de: Kein App Senden gefunden
es: No se encontraron apps para enviar
fr: Aucune appli d'envoi trouvée
iw: לא קיימת אפליקציה לשליחה
pt: Não foi encontrado um app para envio
ru: Программа для отправки не найдена
uk: Програма для відправки не знайдена

# error_no_send_intent_dialog_message
source: We could not find an email application (or equivalent) on your phone. You can find your files in the following directory: %@
de: Wir konnten keine E-Mail-Anwendung (oder gleichwertig) auf Ihrem Telefon finden. Sie können Ihre Dateien im folgenden Verzeichnis finden: %@
es: No pudimos encontrar una aplicación de correo electrónico (o equivalente) en tu teléfono. Puedes encontrar tus archivos en la siguiente carpeta: %@
fr: Impossible de trouver une application de messagerie (ou équivalent) sur votre téléphone. Vous pouvez trouver vos fichiers dans le répertoire suivant : %@
iw: לא יכולנו למצוא אפליקציה של דואר אלקטרוני (או אפליקציה דומה) על מכשיר הטלפון שלך. תוכל למצוא את הקבצים בתיקייה הבאה: %@
pt: Não foi possível encontrar um app de e-mail (ou equivalente) em seu celular. Você pode encontrar seus arquivos no diretório a seguir: %@
ru: Мы не смогли найти приложение электронной почты (или эквивалент) на вашем устройстве. Вы можете найти файлы в следующем каталоге: %@
uk: Ми не змогли знайти додаток електронної пошти (або еквівалент) на вашому пристрої. Ви можете знайти файли в наступному каталозі: %@

# error_no_file_intent_dialog_title
source: Error: Unable to find an "import" installed app on your device
de: Fehler: Es kann keine Import installierte App auf Ihrem Gerät gefunden werden
es: Error: No se pudo encontrar una app para importar instalada en tu dispositivo
fr: Erreur : Impossible de trouver une appli d'importation sur votre appareil
iw: שגיאה: לא נמצאה אפליקצית גיבוי על הטלפון שלך
pt: Erro: Não foi possível encontrar um app para importação em seu dispositivo
ru: Ошибка: Не удается найти приложение для импорта на устройстве
uk: Помилка: Не вдається знайти додаток для імпорту на пристрої

# error_no_wifi
source: Error: Not connected to WiFi
de: Fehler: Nicht mit einem Wi-Fi verbunden
es: Error: No estás conectado a Wi-Fi
fr: Erreur : Pas connecté au Wi-Fi
iw: שגיאה: לא מחובר לווייפיי
pt: Erro: Sem conexão WiFi
ru: Ошибка: Нет подключения к Wi-Fi
uk: Помилка: Немає підключення до Wi-Fi

# dialog_sql_corrupt_title
source: Oh No!
de: Ach nein!
fr: Oh non !
iw: הו לא!
pt: Oh, não!
ru: О нет!
uk: О ні!

# dialog_sql_corrupt_message
source: Your database was corrupted. This often occurs if you have a task killer app, but it can be caused by a few different things. Don't worry, we should be able to restore most of your data.
de: Ihre Datenbank wurde beschädigt. Dies geschieht häufig, wenn Sie eine Aufgabe Killer-Anwendung haben, aber es kann durch einige andere Dinge verursacht werden. Keine Sorge, wir sollten in der Lage sein, die meisten Ihrer Daten wiederherzustellen.
es: Tu base de datos está dañada. Esto ocurre con frecuencia si tienes una app que cierra tareas, pero puede ser ocasionado por otras cosas. No te preocupes, podremos restaurar la mayoría de tus datos.
fr: Votre base de données a été corrompue. Cela se produit souvent si vous avez une application d’interruption de tâches, mais cela peut être causé par un certain nombre de choses. Ne vous inquiétez pas, nous devrions être en mesure de restaurer la plupart de vos données.
iw: מסד הנתונים שלך פגום. מצב זה קורה לרוב אם יש לך אפליקצית ״הריגת״ מטלות ברקע, אבל הוא יכול להיגרם מכל מיני סיבות. אל תדאג, נוכל לשחזר את המידע שלך.
pt: Seu banco de dados foi corrompido. Isso ocorre com frequência se você utilizar um app de eliminação, mas apode ter sido causado por outros motivos. Não se preocupe, provavelmente conseguiremos restaurar a maior parte dos dados.
ru: Ваша база данных была повреждена. Это часто происходит, когда вы пользуетесь программами типа "task killer", однако может быть вызвано различными причинами. Не волнуйтесь - мы, скорее всего, сможем восстановить большую часть ваших данных.
uk: Ваша база даних була пошкоджена. Це часто відбувається, коли ви користуєтеся програмами типу "task killer", однак може бути викликано різними причинами. Не хвилюйтеся - ми, швидше за все, зможемо відновити більшу частину ваших даних.

# dialog_sql_corrupt_positive
source: Email the Developer for Help
de: E-Mail an den Entwickler senden für Hilfe
es: Enviar un correo electrónico al desarrollador para obtener ayuda
fr: Envoyer un e-mail au développeur pour demander de l'aide
iw: שלח דואר אלקטרוני למפתח על מנת לבקש סיוע
pt: Enviar um e-mail para o desenvolvedor para obter ajdua
ru: Обратиться за помощью к разработчику
uk: Звернутися за допомогою до розробника

# dialog_sql_corrupt_intent_subject
source: Smart Receipts - Corrupted Database
de: Smart Receipts - Datenbank beschädigt
es: Smart Receipts - Base de datos dañada
fr: Smart Receipts - Base de données corrompue
iw: Smart Receipts - מסדי נתונים פגומים
pt: Smart Receipts - banco de dados corrompido
ru: Смарт Чеки - Поврежденная база данных
uk: Смарт Чеки - Пошкоджена база даних

# dialog_sql_corrupt_intent_text
source: Help - my database was corrupted. How can you help me restore things?
de: Hilfe - meine Datenbank wurde beschädigt Wie können Sie mir helfen, die Dinge wieder herzustellen?
es: Ayuda, mi base de datos está dañada. ¿Cómo pueden ayudarme a restaurar las cosas?
fr: Aide - ma base de données a été corrompue. Comment pouvez-vous m'aider à la restaurer ?
iw: עזרה - מסד הנתונים שלי פגום. כיצד תוכל לעזור לי לשחזר את המידע שלי?
pt: Me ajude - meu banco de dados foi corrompido. Como você pode me ajudar a recuperar minhas informações?
ru: Помогите - моя база данных была повреждена. Можете ли вы помочь мне восстановить ее?
uk: Допоможіть - моя база даних була пошкоджена. Чи можете ви допомогти мені відновити її?

# dialog_sql_corrupt_chooser
source: Send Email…
de: E-Mail senden…
es: Enviar correo electrónico…
fr: Envoyer un message…
iw: שלח דואר אלקטרוני…
pt: Enviar e-mail…
ru: Отправить письмо…
uk: Відправити лист…

# filter_name_and
source: And
de: Und
es: Y
fr: Et
iw: ו
pt: E
ru: И
uk: І

# filter_name_not
source: Not
de: Nicht
es: No
fr: Pas
iw: גם
pt: Não
ru: Не
uk: Не

# filter_name_or
source: Or
de: Oder
es: O
fr: Ou
iw: או
pt: Ou
ru: Или
uk: Або

# filter_name_receipt_category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
iw: קטגרוריה
pt: Categoria
ru: Категория
uk: Категорія

# filter_name_receipt_reimbursable
source: Is Reimbursable
de: ist erstattungsfähig
es: Es reembolsable
fr: est remboursable
iw: בר החזר
pt: É reembolsável
ru: Возмещается
uk: Відшкодовується

# filter_name_receipt_max_price
source: Max Price
de: Max Preis
es: Precio máx.
fr: Prix ​​max
iw: מחיר מקסימלי
pt: Preço máximo
ru: Макс. цена
uk: Макс. вартість

# filter_name_receipt_min_price
source: Min Price
de: min Preis
es: Precio mín.
fr: Prix ​​min
iw: מחיר מינימלי
pt: Preço mínimo
ru: Мин. цена
uk: Мін. вартість

# filter_name_receipt_on_or_after
source: On Or After
de: Am oder nach dem
es: En o después de
fr: À compter du
iw: בזמן או אחרי הזמן
pt: No dia ou depos
ru: На указанную дату или позже
uk: На зазначену дату або пізніше

# filter_name_receipt_on_or_before
source: On Or Before
de: Am oder vor dem
es: En o antes de
fr: Au plus tard le
iw: בזמן או לפני הזמן
pt: No dia ou antes
ru: На указанную дату или раньше
uk: На зазначену дату або раніше

# filter_name_receipt_selected
source: Is Selected
de: Ist ausgewählt
es: Está seleccionado
fr: Est sélectionné
iw: מסומן
pt: Está selecionado
ru: Выбрано
uk: Обрано

# filter_name_trip_ends_on_or_after
source: Ends On Or After
de: Endet am oder nach dem
es: Termina en o después de
fr: Se termine le, ou après le
iw: נגמר ב או אחרי
pt: Acaba no dia ou depois
ru: Завершается в указанную дату или позже
uk: Завершується в зазначену дату або пізніше

# filter_name_trip_ends_on_or_before
source: Ends On Or Before
de: Endet am oder vor dem
es: Termina en o antes de
fr: Se termine le, ou avant le
iw: נגמר ב או לפני
pt: Acaba no dia ou antes
ru: Завершается в указанную дату или раньше
uk: Завершується в зазначену дату або раніше

# filter_name_trip_max_price
source: Max Price
de: Max Preis
es: Precio máx.
fr: Prix ​​max
iw: מחיר מקסימלי
pt: Preço máximo
ru: Макс. цена
uk: Макс. вартість

# filter_name_trip_min_price
source: Min Price
de: min Preis
es: Precio mín.
fr: Prix ​​min
iw: מחיר מינימלי
pt: Preço mínimo
ru: Мин. цена
uk: Мін. вартість

# filter_name_trip_starts_on_or_after
source: Starts On Or After
de: Startet am oder nach dem
es: Comienza en o después de
fr: Commence le, ou après le
iw: מתחיל ב או אחרי
pt: Começa no dia ou depos
ru: Начинается в указанную дату или позже
uk: Починається в зазначену дату або пізніше

# filter_name_trip_starts_on_or_before
source: Starts On Or Before
de: Startet am oder vor dem
es: Comienza en o antes de
fr: Commence le, ou avant le
iw: מתחיל ב או לפני
pt: Começa no dia ou antes
ru: Начинается в указанную дату или раньше
uk: Починається в зазначену дату або раніше

source: Payment Method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
iw: אמצעי תשלום
pt: Método de pagamento
ru: Способ оплаты
uk: Спосіб оплати

source: Payment Methods
de: Zahlungsmethoden
es: Métodos de pago
fr: Modes de paiement
iw: אמצי תשלום
pt: Métodos de Pagamento
ru: Способы оплаты
uk: Способи оплати

# payment_method_add
source: Add Payment Method
de: Zahlungsmethode hinzufügen
es: Añadir método de pago
fr: Ajouter un mode de paiement
iw: הוסף אמצעי תשלום
pt: Adicionar método de pagamento
ru: Добавить способ оплаты
uk: Додати спосіб оплати

# payment_method_edit
source: Edit Payment Method
de: Zahlungsmethode bearbeiten
es: Editar método de pago
fr: Modifier le mode de paiement
iw: ערוך אמצעי תשלום
pt: Editar método de pagamento
ru: Редактировать способ оплаты
uk: Редагувати спосіб оплати

# payment_method_default_cash
source: Cash
de: Bargeld
es: Efectivo
fr: En espèces
iw: מזומן
pt: Dinheiro
ru: Наличные
uk: Готівка

# payment_method_default_check
source: Check
de: Scheck
es: Cheque
fr: Chèque
iw: צ׳ק
pt: Cheque
ru: Чек
uk: Чек

# payment_method_default_personal_card
source: Personal Card
de: persönliche Karte
es: Tarjeta personal
fr: Carte personnelle
iw: כרטיס אשראי אישי
pt: Cartão pessoal
ru: Персональная карта
uk: Персональна карта

# payment_method_default_corporate_card
source: Corporate Card
de: Firmenkarte
es: Tarjeta empresarial
fr: Carte d'entreprise
iw: כרטיס אשראי חברה
pt: Cartão corporativo
ru: Корпоративная карта
uk: Корпоративна карта

# purchase_succeeded
source: Successfully completed the purchase
de: Kauf erfolgreich abgeschlossen
es: La compra se completó correctamente
fr: Achat réussi
iw: הרכישה בוצעה בהצלחה
pt: Compra concluída com êxito
ru: Покупка успешно завершена
uk: Покупка вдало завершена

# purchase_unavailable
source: Unable to retrieve purchase information
de: Unfähig Kaufinformationen abzurufen
es: No se pudo recuperar la información de la compra
fr: Impossible de récupérer les informations d'achat
iw: משיכת מידע לגבי הרכישה נכשלה
pt: Não foi possível recuperar as informações da compra
ru: Не удалось получить информацию о покупке
uk: Не вдалося отримати інформацію про покупку

# purchase_failed
source: Failed to complete the purchase
de: Unmöglich den Kauf abzuschließen
es: No se pudo completar la compra
fr: Impossible de terminer l'achat
iw: השלמת הרכישה נכשלה
pt: Falha ao concluir a compra
ru: Не удалось завершить покупку
uk: Не вдалося завершити покупку

# rating_tooltip_text
source: Like Smart Receipts?
de: Mögen Sie Smart Receipts?
es: ¿Te gusta Smart Receipts?
fr: Vous aimez Smart Receipts ?
iw: אוהב את Smart Receipts?
pt: Gostou do Smart Receipts?
ru: Нравятся Смарт Чеки?
uk: Подобаються Смарт Чеки?

# leave_feedback_text
source: Would you like to leave us feedback?
de: Möchten Sie uns ein Feedback lassen?
es: ¿Deseas hacernos un comentario?
fr: Voulez-vous nous laisser des commentaires ?
iw: תרצה להשאיר לנו פידבק?
pt: Gostaria de deixar seu feedback?
ru: Хотите оставить отзыв о программе?
uk: Бажаєте залишити відгук про програму?

# apprating_dialog_title
source: Like %@?
de: Wie %@?
es: ¿Te gusta %@?
fr: Vous aimez %@ ?
iw: אוהב את %@?
pt: Gostou do %@?
ru: Нравится %@?
uk: Подобається %@?

# apprating_dialog_message
source: Please consider leaving a review about it. As an independent developer, your reviews are my primary source of exposure and really help to encourage me to keep adding new features. Thanks!
de: Bitte erwägen Sie einen Bericht darüber zu senden. Als unabhängiger Entwickler, sind Ihre Bewertungen meine primäre Quelle der Exposition und helfen wirklich mich zu ermutigen, neue Features, hinzuzufügen. Vielen Dank!
es: Por favor considera hacer un comentario. Como desarrollador independiente, tus comentarios son nuestra principal fuente de exposición y realmente ayudan a motivarme para continuar añadiendo características. ¡Gracias!
fr: Veuillez envisager de laisser votre avis. En tant que développeur indépendant, vos commentaires sont ma principale source d’exposition et ils aident vraiment à m’encourager à continuer et à ajouter de nouvelles fonctionnalités. Merci !
iw: אנא שקול להשאיר ביקורת בחנות האפליקציות. בתור מפתח עצמאי, הביקורות שלך הן אמצעי החשיפה העיקרי שלי ויכולות מאוד לעזור לי לפתח פונקציונאליות נוספת. תודה!
pt: Deixe um comentário sobre o app. Como desenvolvedor independente, seus comentários são nosso canal principal de divulgação, além de incentivarem a adição de novos recursos. Obrigado!
ru: Пожалуйста, оставьте ваш отзыв. Я - независимый разработчик, и ваши отзывы являются моим основным источником вдохновения и стимулом продолжать добавлять новые функции. Благодарю!
uk: Будь ласка, залиште ваш відгук. Я - незалежний розробник, і ваші відгуки є моїм основним джерелом натхнення та стимулом продовжувати додавати нові функції. Дякую!

# apprating_dialog_negative
source: No Thanks
de: Nein Danke
es: No, gracias
fr: Non merci
iw: לא תודה
pt: Não, obrigado
ru: Нет, спасибо
uk: Ні дякую

# apprating_dialog_neutral
source: Maybe Later
de: Vielleicht später
es: Tal vez luego
fr: Peut-être plus tard
iw: אולי אחר כך
pt: Talvez mais tarde
ru: Возможно, позже
uk: Можливо пізніше

# apprating_dialog_positive
source: Rate It Now!
de: Bewerten Sie es jetzt!
es: ¡Calificar ahora!
fr: Notez l'appli maintenant !
iw: דרג עכשיו!
pt: Avaliar agora!
ru: Оценить сейчас!
uk: Оцінити зараз!

# tooltip_generate_info_message
source: Use the 'Generate' tab to create your reports
de: Verwenden Sie den ‚Generate‘ Registerkarte um Berichte zu erstellen
es: Usa la pestaña 'Generar' para crear tus informes
fr: Utilisez l'onglet « Générer » pour créer vos rapports
iw: השתמש בטאב הייצור על מנת ליצור את הדוחות שלך
pt: Use a aba 'Gerar' para criar seus relatórios
ru: Используйте вкладку "Создать" для создания отчетов
uk: Використовуйте вкладку "Створити" для створення звітів

# tooltip_no_backups_info_message
source: Reminder: Periodically back up your data
de: Erinnerung: Sichern Sie regelmäßig Ihre Daten
es: Recordatorio: Copia periódica de sus datos
fr: Rappel: sauvegarde périodiquement vos données
iw: תזכורת: גבה את המידע שלך באופן קבוע
pt: Lembrete: faça backup periodicamente de seus dados
ru: Напоминание: периодически делайте бэкап своих данных
uk: Нагадування: періодично створюйте резервні копії ваших даних

# tooltip_backup_info_message
source: %d days since your last backup
de: %d Tage seit dein letztem Backup
es: %d días desde la última copia de seguridad
fr: %d jours depuis votre dernière sauvegarde
iw: %d ימים מאז הגיבוי האחרון שלך
pt: %d dias desde o último backup
ru: %d дней с момента вашего последнего бэкапа
uk: %d днів з моменту останньої резервної копії

# tooltip_import_info_message
source: Please, choose receipt for your attachment
de: Bitte wählen Sie den Beleg für Ihren Anhang
es: Por favor, elija el recibo de su archivo adjunto
fr: Veuillez choisir un reçu pour votre pièce jointe
iw: אנא בחר קבלה עבור הקובץ המצורף שלך
pt: Por favor, escolha o recibo para o seu anexo
ru: Пожалуйста, выберите чек для вашего вложения
uk: Будь-ласка, оберіть чек для вашого вкладення

# tooltip_review_privacy
source: Tap to review your privacy settings
de: Tippen Sie hier, um Ihre Datenschutzeinstellungen zu überprüfen
es: Toca para revisar tu configuración de privacidad
fr: Appuyez pour examiner vos paramètres de confidentialité
iw: לחץ לעיון של הגדרות הפרטיות שלך
pt: Toque para rever suas configurações de privacidade
ru: Нажмите, чтобы просмотреть настройки конфиденциальности
uk: Торкніться, щоб переглянути налаштування конфіденційності

# graphs_no_data
source: Add your first receipts to see graphs.
de: Fügen Sie Ihre ersten Quittungen hinzu, um Graphen zu sehen.
es: Agregue sus primeros recibos para ver los gráficos.
fr: Ajoutez vos premiers reçus pour voir les graphiques.
iw: הוסף קבלות ראשונות על מנת לצפות בגרפים
pt: Adicione seus primeiros recibos para ver gráficos.
ru: Добавьте свой первый чек чтобы увидеть графики.
uk: Додайте свій перший чек щоб побачити графіки.

# graphs_expenditure_by_dates_title
source: Daily expenses
de: Tägliche Ausgaben
es: Gastos diarios
fr: Frais journaliers
iw: הוצאות יומיות
pt: Despesas diarias
ru: Ежедневные расходы
uk: Щоденні витрати

# graphs_expenditure_by_categories_title
source: Expenditure by categories
de: Ausgaben nach Kategorien
es: Gastos por categorías
fr: Dépenses par catégories
iw: הוצאה לפי קטגוריה
pt: Despesas por categorias
ru: Расходы по категориям
uk: Витрати за категоріями

# graphs_expenditure_by_reimbursable_title
source: Reimbursable vs Non-reimbursable
de: Erstattungsfähig vs Nicht rückzahlbar
es: Reembolsable vs No reembolsable
fr: Remboursable contre non remboursable
iw: בר-החזר לעומת לא בר-החזר
pt: Reembolsável contra não reembolsável
ru: Возмещаемые и невозмещаемые
uk: Що відшкодовуються та не відшкодовуються

# graphs_expenditure_by_payment_methods_title
source: Expenditure by payment methods
de: Aufwendungen nach Zahlungsmethoden
es: Gastos por métodos de pago
fr: Dépenses par méthodes de paiement
iw: הוצאה לפי אמצעי תשלום
pt: Despesas por métodos de pagamento
ru: Расходы по методу оплаты
uk: Витрати за методами оплати

# graphs_label_reimbursable
source: Reimbursable
de: Erstattungsfähig
es: Reembolsable
fr: Remboursable
iw: בר-החזר
pt: Reembolsável
ru: Возмещаемые
uk: Відшкодовуються

# graphs_label_non_reimbursable
source: Non-reimbursable
de: Nicht rückzahlbar
es: No reembolsable
fr: Non remboursable
iw: לא בר-החזר
pt: Não reembolsável
ru: Невозмещаемые
uk: Не відшкодовуються

# graphs_label_others
source: Others
de: Andere
es: Otros
fr: Autres
iw: אחרים
pt: Outras
ru: Другие
uk: Інші

# pref_general_header
source: General
de: Allgemein
fr: Général
iw: כללי
pt: Geral
ru: Общие
uk: Загальні

# pref_receipt_header
source: Receipts
de: Belege
es: Recibos
fr: Reçus
iw: חשבוניות
pt: Recibos
ru: Чеки
uk: Чеки

# pref_output_header
source: Report Output
es: Salida del informe
fr: Sortie du rapport
iw: דוח מיוצא
pt: Saída de relatório
ru: Результат отчета
uk: Результат звітів

# pref_camera_header
source: Camera
de: Kamera
es: Cámara
fr: Caméra
iw: מלצמה
pt: Câmera
ru: Камера
uk: Камера

# pref_layout_header
source: Layout Customizations
de: Layout-Anpassungen
es: Personalización de diseño
fr: Personnalisations de la mise en page
iw: התאמה אישית (עיצוב)
pt: Personalização de layout
ru: Настройка внешнего вида
uk: Налаштування зовнішнього вигляду

# pref_distance_header
source: Distance
de: Entfernung
es: Distancia
iw: מרחק
pt: Distância
ru: Расстояние
uk: Відстань

# pref_pro_header
source: Smart Receipts Plus
de: Smart-Plus-Receipts
es: Recibos Inteligentes Plus
fr: Recettes Intelligentes Plus
pt: Recibos Inteligentes Plus
ru: Смарт Чеки Плюс
uk: Смарт Чеки Плюс

# pref_help_header
source: Support
de: Unterstützung
es: Soporte
fr: Assistance
iw: תמיכה
pt: Suporte
ru: Поддержка
uk: Підтримка

# pref_about_header
source: About
de: Über
es: Acerca de
fr: À propos
iw: אודות
pt: Sobre
ru: О программе
uk: Про програму

# pref_privacy_header
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
iw: פרטיות
pt: Privacidade
ru: Конфиденциальность
uk: Конфіденційність

# pref_general_trip_duration_title
source: Default Trip Length
de: Standard-Länge der Route
es: Distancia de viaje predeterminada
fr: Durée du voyage par défaut
iw: אורך נסיעה ממוצע
pt: Duração padrão da viagem
ru: Продолжительность поездки по умолчанию
uk: Тривалість поїздки за замовчуванням

# pref_general_default_currency_title
source: Default Currency
de: Standardwährung
es: Moneda predeterminada
fr: Devise par défaut
iw: מטבע ברירת מחדל
pt: Moeda padrão
ru: Валюта по умолчанию
uk: Валюта за замовчуванням

# pref_general_default_date_separator_title
source: Default Date Separator
de: Standarddatum Separator
es: Separador de fecha predeterminado
fr: Séparateur de date par défaut
iw: מפריד תאריך ברירת מחדל
pt: Separador de data padrão
ru: Разделитель даты по умолчанию
uk: Роздільник дати за замовчуванням

# pref_general_track_cost_center_title
source: Track Cost Center
de: Track Kostenstelle
es: Monitorear centro de costos
fr: Suivre le centre de coûts
iw: חשב מרכז עלויות
pt: Restrear centro de custos
ru: Центр стоимости маршрутов
uk: Центр вартості маршрутів

# pref_general_track_cost_center_summaryOn
source: Include Cost Center For Reports
de: Kostenstelle für Berichte einbeziehen
es: Incluir centro de costos en los informes
fr: Inclure le centre de coûts pour les rapports
iw: הכלל מרכז עלויות בדיווחים
pt: Incluir centro de custos nos relatórios
ru: Включать Центр расходов в отчеты
uk: Включати Центр вартості до звітів
