Repository: SmartReceipts/SmartReceiptsiOS
Catalog: SmartReceipts/Supporting Files/*.lproj/SharedLocalizable.strings
Languages: de, es, fr, iw, pt, ru, uk

# receipt_no_data
source: You don't seem to have any receipts yet. Try tapping the "+" (plus) button to get started…
de: Sie scheinen noch keine Belege zu haben. Versuchen Sie, die + (plus) Taste zu drücken, um loszulegen …
es: Parece que aún no tienes recibos. Intenta tocar el botón + (más) para comenzar…
fr: Il semblerait que vous n'ayez encore aucun reçu. Appuyez sur le bouton + (plus) pour commencer…
iw: נראה שאין לך קבלות. לחץ על + על מנת להתחיל.…
pt: Parece que você ainda não tem nenhum recibo. Tente clicar no botão '+' para começar.
ru: Судя по всему, у вас еще нет чеков. Попробуйте нажать кнопку + (плюс), чтобы начать…
uk: Судячи з усього, у вас ще немає чеків. Спробуйте натиснути кнопку + (плюс), щоб почати…

# distance_no_data
source: You don't seem to have any distance tracked yet. Try clicking the "+" (plus) button to get started.
de: Sie scheinen noch keine Entfernung aufgespürt zu haben. Versuchen Sie, die + (Plus) um loszulegen.
es: Parece que aún no has hecho monitoreo de distancias. Intenta hacer clic en el botón + (más) para comenzar.
fr: Il semblerait que vous n'ayez encore aucune distance parcourue. Cliquez sur le bouton + (plus) pour commencer.
iw: לא תיעדת מרחק עדיין. נסה ללחוץ על + על מנת להתחיל.
pt: Parece que você ainda não dispõe de uma distância rastreada. Tente clicar no botão '+' para começar.
ru: Судя по всему, у вас еще нет отслеживаемых расстояний. Попробуйте нажать кнопку + (плюс), чтобы начать.
uk: Судячи з усього, у вас ще немає відстежуваних відстаней. Спробуйте натиснути кнопку + (плюс), щоб почати.

# distance_insert_failed
source: Error: Failed to create this distance item. Please make sure your phone is not mounted to your computer.
de: Fehler: Es ist nicht gelungen, diesen Abstand zu erstellen. Bitte stellen Sie sicher, dass Ihr Telefon nicht an Ihrem Computer angebracht ist.
es: Error: No se pudo crear este ítem de distancia. Asegúrate que tu teléfono no esté montado en tu computador.
fr: Erreur : Impossible de créer cet élément de distance. Veuillez vérifier que votre téléphone n’est pas monté sur votre ordinateur.
iw: תקלה: יצירת פריט המרחק נכשלה. אנא וודא שהמכשיר שלך לא מחובר למחשב.
pt: Erro: Falha ao criar esse item de distância. Certifique-se de que seu celular não está conectado ao seu computador.
ru: Ошибка: Не удалось добавить расстояние. Пожалуйста, убедитесь, что ваш телефон не подключен к вашему компьютеру.
uk: Помилка: Не вдається додати відстань. Будь ласка, переконайтеся, що ваш телефон не підключений до вашого комп'ютера.

# distance_update_failed
source: Error: Failed to update this distance item. Please make sure your phone is not mounted to your computer.
de: Fehler: Fehler, diesen Abstand Artikel zu aktualisieren. Bitte stellen Sie sicher, dass Ihr Telefon an Ihrem Computer angebracht ist.
es: Error: No se pudo actualizar este ítem de distancia. Asegúrate que tu teléfono no esté montado en tu computador.
fr: Erreur : Impossible de mettre à jour cet élément de distance. Veuillez vérifier que votre téléphone n’est pas monté sur votre ordinateur.
iw: תקלה: עדכון פריט המרחק נכשל. אנא וודא שהמכשיר שלך לא מחובר למחשב.
pt: Erro: Falha ao atualizar esse item de distância. Certifique-se de que seu celular não está conectado ao seu computador.
ru: Ошибка: Не удалось обновить расстояние. Пожалуйста, убедитесь, что ваш телефон не подключен к вашему компьютеру.
uk: Помилка: Не вдається оновити відстань. Будь ласка, переконайтеся, що ваш телефон не підключений до вашого комп'ютера.

# distance_delete_failed
source: Error: Failed to delete this distance item. Please make sure your phone is not mounted to your computer.
de: Fehler: Es ist nicht gelungen, diesen Abstand zu löschen. Bitte stellen Sie sicher, dass Ihr Telefon nicht an Ihrem Computer angebracht ist.
es: Error: No se pudo eliminar este ítem de distancia. Asegúrate que tu teléfono no esté montado en tu computador.
fr: Erreur : Impossible de supprimer cet élément de distance. Veuillez vérifier que votre téléphone n'est pas monté sur votre ordinateur.
iw: תקלה: מחיקת פירט המרחק נכשלה. אנא וודא שהמכשיר שלך לא מחובר למחשב.
pt: Erro: Falha ao excluir esse item de distância. Certifique-se de que seu celular não está conectado ao seu computador.
ru: Ошибка: Не удалось удалить расстояние. Пожалуйста, убедитесь, что ваш телефон не подключен к вашему компьютеру.
uk: Помилка: Не вдається видалити відстань. Будь ласка, переконайтеся, що ваш телефон не підключений до вашого комп'ютера.

# receipt_action_camera
source: Picture
de: Bild
es: Imagen
fr: Photo
iw: צלם
pt: Imagem
ru: Изображение
uk: Зображення

# receipt_action_text
source: Text-Only
de: Nur Text
es: Solo texto
fr: Texte seulement
iw: טקסט
pt: Somente texto
ru: Только текст
uk: Тільки текст

# receipt_action_import
source: Import
de: Importieren
es: Importar
fr: Importer
iw: ייבא
pt: Importar
ru: Импорт
uk: Імпорт

# DIALOG_CANCEL
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
iw: ביטול
pt: Cancelar
ru: Отмена
uk: Відміна

# DIALOG_EMAIL_CHECKBOX_PDF_FULL
source: Full PDF Report
de: Vollständiger PDF Bericht
es: Informe PDF completo
fr: Rapport PDF complet
iw: דוח PDF מלא
pt: Relatório PDF completo
ru: Полный отчет в формате PDF
uk: Повний звіт у форматі PDF

# DIALOG_EMAIL_CHECKBOX_PDF_IMAGES
source: PDF Report - No Table
de: PDF Bericht - Keine Tabelle
es: Informe PDF - Sin tabla
fr: Rapport PDF - Aucun tableau
iw: דוח PDF ללא טבלה
pt: Relatório PDF - Sem tabelas
ru: PDF отчет - без таблицы
uk: PDF звіт - без таблиці

# DIALOG_EMAIL_CHECKBOX_CSV
source: CSV File
de: CSV-Datei
es: Archivo CSV
fr: Fichier CSV
iw: קובץ CSV
pt: Arquivo CSV
ru: Файл CSV
uk: Файл CSV

# DIALOG_EMAIL_CHECKBOX_ZIP_WITH_METADATA
source: ZIP - Receipt Files with Metadata
de: ZIP - Quittungen Dateien mit Metadaten
es: ZIP - Archivos de recibo con metadatos
fr: ZIP - Fichiers de reçus avec métadonnées
iw: קובץ ZIP - קבצי קבלות עם מטא-דאטה
pt: ZIP - Arquivos de Recebimento com Metadados
ru: ZIP - файлы чеков с метаданными
uk: ZIP - файли чеків з метаданими

# DIALOG_EMAIL_CHECKBOX_ZIP
source: ZIP - Receipts Files
de: ZIP - Quittungen Dateien
es: ZIP - Archivos de Recibos
fr: ZIP - Fichiers de reçus
iw: קובץ Zip - קבצי קבלות
pt: ZIP - Arquivos Receipts
ru: ZIP - файлы чеков
uk: ZIP - файли чеків

# DIALOG_EMAIL_TOAST_NO_SELECTION
source: Please Check At Least One Report
de: Bitte wählen Sie mindestens einen Bericht
es: Por favor selecciona al menos un informe
fr: Veuillez vérifier au moins un rapport
iw: אנא סמן לפחות קבלה אחת
pt: Verifique pelo menos um relatório
ru: Пожалуйста, выберите по крайней мере один отчет
uk: Будь ласка, виберіть принаймні один звіт

# DIALOG_EMAIL_TOAST_NO_RECEIPTS
source: There are No Receipts in this Report
de: Es gibt keine Belege in diesem Bericht
es: Este informe no tiene recibos
fr: Il n’y a aucun reçu dans ce rapport
iw: אין קבלות בדוח הזה
pt: Não há recibos nesse relatório
ru: Этот отчет не содержит чеков
uk: Цей звіт не містить чеків

# generate_report_tooltip
source: Tap to configure the report layouts
de: Tippen Sie auf die Berichtslayouts, um sie zu konfigurieren
es: Toca para configurar los diseños del informe
fr: Cliquez pour configurer la mise en page du rapport
iw: לחץ להגדרת תצוגת הדוח
pt: Toque para configurar os layouts dos relatórios
ru: Нажмите, чтобы настроить внешний вид отчета
uk: Натисніть, щоб налаштувати зовнішній вигляд звіту

# DIALOG_TRIPMENU_HINT_NAME
source: Name
es: Nombre
fr: Nom
iw: שם
pt: Nome
ru: Имя
uk: Ім'я

# DIALOG_TRIPMENU_HINT_START
source: Start Date
de: Anfangsdatum
es: Fecha inicial
fr: Date de début
iw: תאריך התחלה
pt: Data inicial
ru: Дата начала
uk: Дата початку

# DIALOG_TRIPMENU_HINT_END
source: End Date
de: Enddatum
es: Fecha de final
fr: Date de fin
iw: תאריך סיום
pt: Data final
ru: Дата окончания
uk: Дата закінчення

# DIALOG_TRIPMENU_TITLE_NEW
source: New Expense Report
de: Neuer Ausgabenbericht
es: Nuevo informe de gastos
fr: Nouvelle note de frais
iw: דוח הוצאות חדש
pt: Novo relatório de gastos
ru: Новый отчет о расходах
uk: Новий звіт про витрати

# DIALOG_TRIPMENU_TITLE_EDIT
source: Edit Report
de: Bericht bearbeiten
es: Editar informe
fr: Modifier le rapport
iw: עריכת דוח
pt: Editar relatório
ru: Редактировать отчет
uk: Редагувати звіт

# DIALOG_TRIPMENU_TOAST_MISSING_FIELD
source: Please Fill Out All Fields
de: Bitte füllen Sie alle Felder aus
es: Por favor llena todos los campos
fr: Veuillez remplir tous les champs
iw: אנא מלא את כל השדות
pt: Preencha todos os campos
ru: Пожалуйста, заполните все поля
uk: Будь ласка, заповніть усі поля

# DIALOG_TRIP_DELETE_POSITIVE_BUTTON
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
iw: מחק
pt: Excluir
ru: Удалить
uk: Видалити

# DIALOG_RECEIPTMENU_HINT_NAME
source: Name
es: Nombre
fr: Nom
iw: שם
pt: Nome
ru: Имя
uk: Ім'я

# DIALOG_RECEIPTMENU_HINT_PRICE
source: Price (e.g. 150.00)
de: Preis (z. B. 150,00)
es: Precio (por ejemplo, 150,00)
fr: Prix ​​(par exemple 150,00)
iw: מחיר (למשל 150.00)
pt: Preço (por ex.: 150,00)
ru: Цена (например, 150,00)
uk: Вартість (наприклад, 150,00)

# DIALOG_RECEIPTMENU_HINT_PRICE_SHORT
source: Price
de: Preis
es: Precio
fr: Prix
iw: מחיר
pt: Preço
ru: Цена
uk: Вартість

# DIALOG_RECEIPTMENU_HINT_TAX
source: Tax
de: Steuer
es: Impuesto
fr: Taxe
iw: מס
pt: Impostos
ru: Налог
uk: Податок

# DIALOG_RECEIPTMENU_HINT_CURRENCY
source: Currency
de: Währung
es: Moneda
fr: Devise
iw: מטבע
pt: Moeda
ru: Валюта
uk: Валюта

# DIALOG_RECEIPTMENU_HINT_EXCHANGE_RATE
source: Exchange Rate
de: Wechselkurs
es: Tasa de cambio
fr: Taux de change
iw: שער חליפין
pt: Taxa de câmbio
ru: Курс обмена
uk: Курс обміну

# DIALOG_RECEIPTMENU_HINT_EXCHANGE_RATE_FAILED
source: Exchange Rate Failed. Retry?
de: Wechselkurs fehlgeschlagen. Wiederholen?
es: Tasa de cambio falló. ¿Reintentar?
fr: Échec du taux de change. Réessayer ?
iw: שער חליפין נכשל. נסה שוב?
pt: Falha na taxa de câmbio. Deseja tentar novamente?
ru: Обмен не удался. Повторить попытку?
uk: Обмін не вдався. Повторити спробу?

# receipt_input_exchanged_result_hint
source: Base Currency Price
de: Basiswährung Preis
es: Precio de moneda de cotización
fr: Cours Devise Prix
iw: מחיר מטבע בסיסי
pt: Cotação Moeda Preço
ru: Валютная цена
uk: Валюта ціна

# DIALOG_RECEIPTMENU_HINT_DATE
source: Date
de: Datum
es: Fecha
iw: תאריך
pt: Data
ru: Дата
uk: Дата

# DIALOG_RECEIPTMENU_HINT_CATEGORY
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
iw: קטגוריה
pt: Categoria
ru: Категория
uk: Категорія

# DIALOG_RECEIPTMENU_HINT_COMMENT
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
iw: הערה
pt: Observação
ru: Комментарий
uk: Коментар

# DIALOG_RECEIPTMENU_HINT_COST_CENTER
source: Cost Center
de: Kostenstelle
es: Centro de costos
fr: Centre de coûts
iw: מרכז עלות
pt: Centro de custos
ru: Центр расходов
uk: Центр витрат

# DIALOG_RECEIPTMENU_HINT_EXPENSABLE
source: Reimbursable?
de: Erstattungsfähig?
es: ¿Reembolsable?
fr: Remboursable ?
iw: בר החזר?
pt: Reembolsável?
ru: Возмещаемый?
uk: Відшкодовується?

# DIALOG_RECEIPTMENU_HINT_FULLPAGE
source: Full-Page Image?
de: Ganzseitiges Bild?
es: ¿Imagen de página completa?
fr: Image plein écran ?
iw: תמונה בדף מלא?
pt: Imagem em tela cheia?
ru: Изображение на всю страницу?
uk: Зображення на всю сторінку?

# DIALOG_RECEIPTMENU_TITLE_NEW
source: New Receipt
de: Neuer Beleg
es: Nuevo recibo
fr: Nouveau reçu
iw: קבלה חדשה
pt: Novo recibo
ru: Новый чек
uk: Новий чек

# DIALOG_RECEIPTMENU_TITLE_NEW_ID
source: New Receipt - %d
de: Neuer Beleg - %d
es: Nuevo recibo - %d
fr: Nouveau reçu - %d
iw: קבלה חדשה - %d
pt: Novo recibo - %d
ru: Новый чек - %d
uk: Новий чек - %d

# DIALOG_RECEIPTMENU_TITLE_EDIT
source: Edit Receipt
de: Beleg bearbeiten
es: Editar recibo
fr: Modifier le reçu
iw: עריכת קבלה
pt: Editar recibo
ru: Редактировать чек
uk: Редагувати чек

# DIALOG_RECEIPTMENU_TITLE_EDIT_ID
source: Edit Receipt - %d
de: Beleg bearbeiten - %d
es: Editar recibo - %d
fr: Modifier le reçu - %d
iw: עריכת קבלה - %d
pt: Editar recibo - %d
ru: Редактировать чек - %d
uk: Редагувати чек - %d

# DIALOG_RECEIPTMENU_TOAST_BAD_DATE
source: Warning: This Receipt's Date falls outside the specified range for this Report
de: Warnung: dieses Belegsdatum liegt außerhalb des angegebenen Bereichs für diesen Bericht
es: Advertencia: Esta fecha del recibo está por fuera del intervalo de fechas del informe
fr: Avertissement : La date du reçu ne correspond pas à la période spécifiée pour ce rapport
iw: אזהרה: תאריך הקבלה הזו נופל מחוץ לטווח התאריכים של דוח ההוצאות הנוכחי
pt: Aviso: A data do recibo não se enquadra no intervalo determinado para esse relatório
ru: Внимание: Дата этого чека выходит за пределы указанного диапазона для данного отчета
uk: Увага: Дата цього чека виходить за межі вказаного діапазону для даного звіту

source: Manage Categories
de: Kategorien verwalten
es: Administrar categorías
fr: Gérer les catégories
iw: נהל קטגוריות
pt: Gerenciar categorias
ru: Управление категориями
uk: Управління категоріями

source: Manage Payment Methods
de: Zahlungsmethoden verwalten
es: Administrar los métodos de pago
fr: Gérer les méthodes de paiement
iw: נהל אמצעי תשלום
pt: Gerenciar Métodos de Pagamento
ru: Управление методами оплаты
uk: Управління методами сплати

# receipt_attach_photo
source: Take a photo
de: Mach ein Foto
es: Toma una foto
fr: Prendre une photo
iw: צלם תמונה
pt: Tire uma foto
ru: Сделать фото
uk: Зробити фото

# receipt_attach_image
source: Pick a photo
de: Wähle ein Foto aus
es: Elige una foto
fr: Choisissez une photo
iw: בחר תמונה
pt: Escolha uma foto
ru: Выбрать изображение
uk: Обрати зображення

# receipt_attach_file
source: Attach file
de: Datei anhängen
es: Adjuntar archivo
fr: Pièce jointe
iw: צרף קובץ
pt: Anexar arquivo
ru: Прикрепить файл
uk: Прикріпити файл

# dialog_export_title
source: Export your receipts?
de: Exportieren Sie Ihre Belege?
es: ¿Exportar los recibos?
fr: Exporter vos reçus ?
iw: ייצא את הקבלות שלך?
pt: Exportar recibos?
ru: Экспортировать ваши чеки?
uk: Експортувати ваші чеки?

# dialog_export_text
source: You can reimport your data by clicking on the SmartReceipts.SMR file, which is generated by clicking below.
de: Sie können Ihre Daten durch Klicken auf die SmartReceipts.SMR Datei wieder importieren, die durch Klicken hier unten erstellt wird.
es: Puedes importar de nuevo tus datos haciendo clic en el archivo SmartReceipts.SMR, que se genera haciendo clic a continuación.
fr: Vous pouvez réimporter vos données en cliquant sur le fichier SmartReceipts.SMR qui est généré en cliquant ci-dessous.
iw: אתה יכול לייבא את המידע שלך מחדש על ידי לחיצה על קובץ SmartReceipts.SMR file , המיוצר על ידי לחיצה על הכפתור מטה.
pt: Você pode importar seus dados novamente clicando no arquivo SmartReceipts.SMR, que será gerado ao clicar abaixo
ru: Вы можете повторно импортировать ваши данные, нажав на файл SmartReceipts.SMR, генерируемый нажатием ниже.
uk: Ви можете повторно імпортувати ваші дані, натиснувши на файл SmartReceipts.SMR, що генерується натисканням нижче.

# dialog_export_positive
source: Export
de: Exportieren
es: Exportar
fr: Exporter
iw: ייצוא
pt: Exportar
ru: Экспорт
uk: Експорт

# dialog_import_positive
source: Import
de: Importieren
es: Importar
fr: Importer
iw: ייבוא
pt: Importar
ru: Импорт
uk: Імпорт

# dialog_import_text
source: Overwrite All Existing Data
de: Überschreiben Sie alle vorhandenen Daten
es: Sobrescribir todos los datos existentes
fr: Remplacer toutes les données existantes
iw: דריסת כל המידע הקיים
pt: Substituir todos os dados existentes
ru: Перезаписать все существующие данные
uk: Перезаписати всі існуючі дані

# dialog_export_working
source: Exporting your receipts…
de: Export Ihrer Belege …
es: Exportando tus recibos…
fr: Exportation de vos reçus…
iw: ייצוא הקבלות שלך…
pt: Exportando seus recibos…
ru: Экспорт ваших чеков…
uk: Експорт ваших чеків…

source: Backups
es: Copias de seguridad
fr: Sauvegardes
iw: גיבויים
ru: Резервные копии
uk: Резервні копії

# manual_backup_title
source: Manual Backups:
de: Manuelle Backups:
es: Copia de seguridad manual:
fr: Sauvegardes manuelles :
iw: גיבויים ידניים:
pt: Backups manuais
ru: Ручное резервное копирование:
uk: Ручне резервне копіювання:

# manual_backup_description
source: Back up your data to keep your receipts safe! You can restore your data by importing the SmartReceipts.SMR backup file, which is generated via the "Backup" button below.
de: Sichern Sie Ihre Daten, um Ihre Belege sicher zu halten! Sie können Ihre Daten durch den Import der SmartReceipts.SMR Sicherungsdatei wiederherstellen, die unten über die Backup-Taste erstellt wird.
es: ¡Haz copia de seguridad para mantener seguros tus recibos! Puedes restaurar tus datos importando el archivo de respaldo SmartReceipts.SMR, que se genera por medio del botón Copia de seguridad que encuentras a continuación.
fr: Sauvegardez vos données pour conserver vos reçus en toute sécurité ! Vous pouvez restaurer vos données en important le fichier de sauvegarde SmartReceipts.SMR qui est généré par le bouton de sauvegarde ci-dessous.
iw: גבה את המידע שלך על מנת לשמור על הקבולות שלך. אתה יכול לשחזר את המידע שלך על ידי ייבוא של קובץ הגיבוי, שנוצר על ידי כפתור ״"גיבוי" למטה.
pt: Faça backup de seus dados para manter seus recibos seguros! Você pode restaurar seus dados importando o arquivo de backup SmartReceipts.SMR, que será gerado ao clicar no botão 'Backup' abaixo
ru: Выполняйте резервное копирование данных, чтобы обезопасить ваши чеки! Вы можете восстановить данные, импортировав файл резервной копии SmartReceipts.SMR, генерируемый нажатием кнопки "Бэкап" внизу.
uk: Виконуйте резервне копіювання даних, щоб захистити ваші чеки! Ви можете відновити дані, імпортувавши файл резервної копії SmartReceipts.SMR, що генерується натисканням кнопки "Бекап" нижче.

# manual_backup_export
source: Backup
de: Sicherungskopie
es: Copia de seguridad
fr: Sauvegarde
iw: גיבוי
ru: Бэкап
uk: Бекап

# manual_backup_import
source: Import
de: Importieren
es: Importar
fr: Importer
iw: ייבוא
pt: Importar
ru: Импорт
uk: Імпорт

# auto_backup_title
source: Automatic Backups [BETA]:
de: Automatische Backups [BETA]:
es: Copias de seguridad automáticas (BETA):
fr: Sauvegardes automatiques [BETA] :
iw: :גיבוי אוטומטי (ביטא)
pt: Backups automáticos [BETA]:
ru: Автоматическое резервное копирование [BETA]:
uk: Автоматичне резервне копіювання [BETA]:

# auto_backup_wifi_only
source: Use Wi-Fi Only
de: Verwenden Sie nur Wi-Fi
es: Usar solo Wi-Fi
fr: Utilisation du Wi-Fi uniquement
iw: השתמש בווייפיי בלבד
pt: Utilizar somente WiFi
ru: Использовать только Wi-Fi
uk: Використовувати тільки Wi-Fi

# auto_backup_warning_none
source: Warning: Automatic backups are not configured! You may be at risk of losing your data.
de: Warnung: Automatische Backups sind nicht konfiguriert! Sie könnten Ihre Daten verlieren.
es: Advertencia: ¡Las copias de seguridad automáticas no están configuradas! Estás en riesgo de perder tu información.
fr: Attention : Les sauvegardes automatiques ne sont pas configurées ! Vous risquez de perdre vos données.
iw: זהירות: גיבויים אוטומטיים לא הוגדרו! אתה עלול לאבד את המידע שלך.
pt: Aviso: Os backups automáticos não estão configurados! Você corre o risco de perder seus dados.
ru: Внимание: Автоматическое резервное копирование не настроено! Вы рискуете потерять ваши данные.
uk: Увага: Автоматичне резервне копіювання не налаштоване! Ви ризикуєте втратити ваші дані.

# auto_backup_warning_drive
source: Warning: Standard charges may apply for automatic backups over a mobile network.
de: Warnung: Standardgebühren für automatische Backups über ein Mobilfunknetz könnten verrechnet werden.
es: Advertencia: Pueden aplicar cargos estándar por copias de seguridad automáticas realizadas por medio de la red móvil.
fr: Attention : Des frais standards peuvent s’appliquer pour des sauvegardes automatiques sur un réseau mobile.
iw: זהירות: אתה עלול להיות מחויב על ידי מפעיל הסלולר שלך על ידי יצירת גיבויים אוטומטיים ברשת הסלולרית.
pt: Aviso: Podem ocorrer cobranças padrão para realizar backups automáticos em redes móveis
ru: Внимание: При автоматическом резервном копировании через мобильную сеть могут применяться стандартные тарифные расценки.
uk: Увага: При автоматичному резервному копіюванні через мобільну мережу можуть застосовуватися стандартні тарифні розцінки.

# auto_backup_configure
source: Tap to Configure
de: Tippen Sie auf Konfigurieren
es: Toca para configurar
fr: Cliquez pour configurer
iw: לחץ להגדרות
pt: Toque para configurar
ru: Нажмите, чтобы настроить
uk: Натисніть, щоб налаштувати

# auto_backup_source_none
source: None
de: Keiner
es: Ninguno
fr: Aucun
iw: כלום
pt: Nenhum
ru: Нет
uk: Ні

# existing_backups_title
source: Existing Backups:
de: Vorhandene Backups:
es: Copias de seguridad existentes:
fr: Sauvegardes existantes :
iw: גיבויים קיימים
pt: Backups já existentes:
ru: Существующие резервные копии:
uk: Існуючі резервні копії:

# existing_remote_backup_current_device
source: %@ (Your Current Backup)
de: %@ (Ihr aktueller Backup)
es: %@ (Tu copia de seguridad actual)
fr: %@ (Votre sauvegarde existante)
iw: %@ (הגיבוי הנוכחי שלך)
pt: %@ (seu backup atual)
ru: %@ (Ваша текущая резервная копия)
uk: %@ (Ваша поточна резервна копія)

# remote_backups_list_item_menu_restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
iw: שחזר
pt: Restaurar
ru: Восстановить
uk: Відновити

# remote_backups_list_item_menu_download_images
source: Download to ZIP
de: Auf ZIP herunterladen
es: Descargar a ZIP
fr: Télécharger en ZIP
iw: הורד כקובץ זיפ
pt: Baixar para ZIP
ru: Скачать в ZIP
uk: Скачати в ZIP

# remote_backups_list_item_menu_download_images_debug
source: [Debug] Download
de: [Debug] herunterladen
es: [Depuración] Descargar
fr: [Débogage] Télécharger
iw: [Debug] הורד
ru: [Debug] Скачать
uk: [Debug] Скачати

# dialog_remote_backup_delete_message
source: Are you sure you wish to delete your backup from the %@ device? This operation cannot be undone.
de: Sind Sie sicher, dass Sie Ihre Sicherungskopie vom %@ Gerät löschen wollen? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: ¿Estás seguro que deseas eliminar tu copia de seguridad del dispositivo %@? Esta operación no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre sauvegarde de l’appareil %@ ? Cette opération est irréversible.
iw: אתה בטוח שאתה רוצה למחוק את הגיבויים שלך ממכשיר %@? פעולה זו הינה בלתי הפיכה.
pt: Tem certeza de que deseja excluir o backup do dispositivo %@? Essa operação não pode ser desfeita.
ru: Вы уверены, что хотите удалить резервную копию с устройства %@? Эта операция не может быть отменена.
uk: Ви впевнені, що хочете видалити резервну копію з пристрою %@? Ця операція не може бути скасована.
